const MurshidTheory = () => {
  return (
    <div className="mx-12 my-10 p-5 text-center">
      <h1 className="my-10 flex flex-col items-center justify-center font-bold text-3xl text-teal-800">
        Murshid Theory
      </h1>
      <div className="flex flex-col items-center justify-center">
        <h1 className="text-slate-800 font-semibold text-2xl">
          মুর্শিদকুলি খাঁ
        </h1>
        <p className="text-slate-800">
          মুর্শিদকুলি খাঁ বা মুর্শিদ কুলি খান (ফার্সি: مرشد قلی خان); (আনু. ১৬৬০
          – ৩০ জুন ১৭২৭) , যিনি জমিন আলী কুলি নামেও পরিচিত এবং সূর্য নারায়ণ
          মিশ্র নামে জন্মগ্রহণ করেন, তিনি ছিলেন প্রথম বাংলার নবাব, যিনি ১৭১৭
          থেকে ১৭২৭ সাল পর্যন্ত দায়িত্ব পালন করেন। তার উপর মুঘল সাম্রাজ্যের
          নামমাত্র আধিপত্য ছিল, সকল ব্যবহারিক উদ্দেশ্যেই তিনি বাংলার নবাব ছিলেন।
        </p>
        <p className="text-slate-800">
          তার পরিবার সম্পর্কে কয়েক প্রকার মতভেদ রয়েছে। প্রথম সংস্করণমতে
          মুর্শিদকুলি খান দাক্ষিণাত্য মালভূমিতে আনু. ১৬৭০ সালে একটি দরিদ্র
          ওড়িয়া ব্রাহ্মণ পরিবারে হিন্দু হিসেবে জন্মগ্রহণ করেন। মুর্শিদ কুলি
          খানকে, হাজি শফি ইসফাহানি নামে ইরানের একজন উচ্চপদস্থ মুঘল কর্মকর্তা
          ক্রীতদাস হিসেবে ক্রয় করেন। ক্রীতদাস হিসেবে বিক্রি হওয়ার পূর্বেই
          পারস্যের বণিক ইসফাহান তাকে ক্রয় করে ইসলাম ধর্মে স্থানান্তরিত করেন এবং
          নাম পরিবর্তন করে মুহাম্মদ হাদী বা মির্জা হাদী রাখেন। ইসফাহানিই তাকে
          শিক্ষিত করে তুলেন। তিনি বিদর্ভ বা বেরার প্রদেশের দেওয়ান হাজী
          আব্দুল্লাহ কুরাইশির অধীনে চাকরি নেন। পরবর্তীতে বেরার প্রদেশের দেওয়ান
          সম্রাট আওরঙ্গজেবের অধীনে চলে আসে। শফির মৃত্যুর পর, তিনি বেরারের
          দেওয়ান এর অধীনে কাজ করেন, এই সময়ে তিনি তৎকালীন সম্রাট আওরঙ্গজেব-এর
          দৃষ্টি আকর্ষণ করেন। ১৭০০ সালে সম্রাট আওরঙ্গজেব তাকে কার্তালাব খান নামে
          ইসলাম ধর্মে স্থানান্তরিত করেন ও বাংলার গভর্নর নিযুক্ত করেন। অপর
          সংস্করণমতে তিনি ছিলেন, মারাঠা জেনারেল মুহাম্মদ কুলি খানের নাতি, তবে
          প্রথম সংস্করণটিই বেশি জনপ্রিয়। যাই হোক, তিনি প্রদেশের সুবাহদার,
          আজিম-উস-শান এর সাথে রক্তক্ষয়ী সংঘর্ষে জড়িয়ে পড়েন। ১৭০৭ সালে
          আওরঙ্গজেবের মৃত্যুর পর, আজিম-উস-শানের পিতা মুঘল সম্রাট বাহাদুর শাহ
          প্রথম তাকে দাক্ষিণাত্যের মালভূমিতে স্থানান্তরিত করেন। এরপর, ১৭১০ সালে
          তাকে ডেপুটি সুবাহদার হিসাবে ফিরিয়ে আনা হয়। ১৭১৭ সালে, ফর‌রুখসিয়ার
          দ্বারা তিনি মুর্শিদাবাদের নবাব নাজিম নিযুক্ত হন। তার শাসনামলে, তিনি
          জায়গিরদারী ব্যবস্থা (ভূমি ব্যবস্থাপনা) পরিবর্তন করে মাল জাসমানী করেন,
          যা পরে জমিদারি ব্যবস্থায় রূপান্তরিত হয়। এছাড়াও তিনি রাজ্য থেকে মুঘল
          সাম্রাজ্যের সম্রাটকে রাজস্ব পাঠাতে থাকেন। তিনি মুর্শিদাবাদ এ কাটরা
          মসজিদ মসজিদ নির্মাণ করেন যেখানে ৩০ জুন ১৭২৭ সালে তার মৃত্যুর পর তাকে
          সিঁড়ির নিচে সমাহিত করা হয়। তার জামাতা সুজাউদ্দীন মুহম্মদ খান তার
          স্থলাভিষিক্ত হন।
        </p>
         
        <h1 className="text-slate-800 font-semibold text-xl">প্রাথমিক জীবন</h1>
         
        <p className="text-slate-800">
          স্যার যদুনাথ সরকার এর মতে, মুর্শিদকুলি খান মূলত একজন হিন্দু ছিলেন এবং
          তার নাম সূর্য নারায়ণ মিশ্র, তিনি দাক্ষিণাত্য মালভূমিতে আনু. ১৬৭০ সালে
          জন্মগ্রহণ করেন। বইটি মাআসির আল-উমারা এই বক্তব্যকে সমর্থন করে। আনুমানিক
          দশ বছর বয়সে, তাকে হাজি শফি নামে একজন পারস্যের কাছে বিক্রি করা
          হয়েছিল, যিনি তাকে ইসলামে ধর্মান্তরিত করেছিলেন, তাকে খতনা করেছিলেন,
          এবং তাকে মোহাম্মদ হাদী নাম দিয়ে বড় করেন। ১৬৯০ সালে, শফি মুঘল দরবারে
          তার অবস্থান ত্যাগ করেন এবং পারস্যে ফিরে আসেন। মুর্শিদকুলী খান তার সাথে
          পারস্যে যান। শফির মৃত্যুর প্রায় পাঁচ বছর পর, মুর্শিদ ভারতে ফিরে আসেন
          এবং মুঘল সাম্রাজ্যে বিদর্ভ এর দেওয়ান আবদুল্লাহ খুরাসানির অধীনে কাজ
          করেন। রাজস্ব সংক্রান্ত বিষয়ে তার দক্ষতার কারণে, তিনি মুঘল সম্রাট
          আওরঙ্গজেব দ্বারা নজরে পড়েন এবং শরিয়া ভিত্তিক ফতোয়া আলমগিরির আর্থিক
          কৌশল প্রয়োগ করার সময় একটি গুরুত্বপূর্ণ ভূমিকা পালন করেন।
        </p>
        <p className="text-slate-800">
          অন্যান্য ইসলামী শাসকদের থেকে ভিন্ন, মুর্শিদকুলী খানের একটি মাত্র
          স্ত্রী ছিল যার নাম নাসিরি বানু বেগম এবং কোন উপপত্নী ছিল না। তার তিন
          সন্তান, দুই মেয়ে ও এক ছেলে। তার একটি কন্যা নবাব সুজা-উদ-দিন মুহাম্মদ
          খান এর স্ত্রী এবং সরফরাজ খান এর মা হন।
        </p>
         

        <h1 className="text-slate-800 font-semibold text-2xl">
          বাংলায় প্রথম নিয়োগ
        </h1>
         
        <h1 className="text-slate-800 font-semibold text-xl">
          আজিম-উস-শানের সাথে দ্বন্দ্ব
        </h1>
        <p className="text-slate-800">
          আওরঙ্গজেব ১৭০০ খ্রিস্টাব্দে কুলি খানকে বাংলার দেওয়ান নিযুক্ত করেন।
          সেই সময়ে, আজিম-উস-শান, মুঘল সম্রাটের নাতি, প্রদেশের সুবাহদার ছিলেন।
          তিনি এই নিয়োগে সন্তুষ্ট ছিলেন না কারণ তিনি আওরঙ্গজেবের মৃত্যুর পর
          মুঘল সিংহাসন দখলের প্রচারণার জন্য রাজ্য থেকে সংগৃহীত রাজস্ব ব্যবহার
          করতে চেয়েছিলেন। এর পরপরই এই পদে নিযুক্ত হয়ে কুলি খান জাহাঙ্গীরনগরে
          (বর্তমান ঢাকা) যান এবং আজিম-উস-শানের কর্তৃত্ব থেকে কর্মকর্তাদের নিজের
          কাছে হস্তান্তর করেন, যা আজিম-উস-শানকে ক্ষুব্ধ করে।
        </p>
        <h1 className="text-slate-800 font-semibold text-xl">হত্যার চেষ্টা</h1>
        <p className="text-slate-800">
          আজিম-উস-শান কুলি খানকে হত্যার পরিকল্পনা করেছিলেন। সৈন্যদের বেতন বকেয়া
          থাকার সুযোগ নিয়ে তিনি তাদের বোঝালেন যে এই পরিস্থিতির জন্য কুলি খান
          দায়ী। তিনি তাদের মজুরি না দেওয়া নিয়ে তাদের মুখোমুখি হওয়ার অজুহাতে
          কুলি খানকে ঘিরে রাখার এবং পরে ছুরিকাঘাত করার পরিকল্পনা করেছিলেন।
        </p>
        <p className="text-slate-800">
          একদিন সকালে যখন কুলি খান আজিম-উস-শানের সাথে দেখা করতে যাচ্ছিলেন, তখন
          আবদুল ওয়াহিদের নেতৃত্বে সৈন্যরা তাকে ঘিরে ফেলে এবং তাদের বেতন
          চেয়েছিল। কিন্তু, ঐতিহাসিক চৌধুরীর মতে, কুলি খান জানতেন যে উস-শান
          সৈন্যদের উসকানি দেওয়ার জন্য দায়ী, তাই তিনি তাদের বলেছিলেন: তোমরা
          আমাকে হত্যার ষড়যন্ত্র করেছিলে। মনে রাখবে যে আলমগীর (আওরঙ্গজেব) সব
          জেনে যাবে। এ ধরনের কাজ করা থেকে বিরত থাকো, কারণ এটা সম্রাটের প্রতি
          অসম্মান দেখানোর শামিল। সাবধান! আমাকে মেরে ফেললে ভয়ানক পরিণতি ভোগ করতে
          হবে।
        </p>
        <p className="text-slate-800">
          আজিম-উস-শান অত্যন্ত উদ্বিগ্ন ছিলেন কারণ কুলি খান তার হত্যার পরিকল্পনা
          সম্পর্কে জানতেন এবং তিনি আওরঙ্গজেবের প্রতিক্রিয়া সম্পর্কে ভীত ছিলেন।
          কুলি খান এমন আচরণ করেছিলেন যেন তিনি পরিকল্পনার কিছুই জানেন না,
          আজিম-উস-শানকে আশ্বাস দিয়েছিলেন যে তারা ভবিষ্যতে বন্ধু থাকবে। যাইহোক,
          তিনি আওরঙ্গজেবের কাছে বিষয়টি সম্পর্কে লিখেছিলেন, যিনি পরে
          আজিম-উস-শানের কাছে একটি চিঠি পাঠিয়েছিলেন যাতে তাকে সতর্ক করা হয়েছিল
          যে যদি কুলি খান ক্ষতিগ্রস্ত হন, তাহলে তিনি তার প্রতিশোধ নেবেন।
        </p>
         

        <h1 className="text-slate-800 font-semibold text-xl">
          মুর্শিদাবাদের ভিত্তি
        </h1>
        <p className="text-slate-800">
          কুলি খান ঢাকায় অনিরাপদ বোধ করেন, তাই তিনি দিওয়ানি অফিস মুকশুদাবাদে
          সরিয়ে নেন। তিনি বলেছিলেন যে মুকশুদাবাদ বাংলার কেন্দ্রীয় অংশে অবস্থিত
          হওয়ায় তিনি অফিসটি স্থানান্তর করেছেন, যার ফলে পুরো প্রদেশে যোগাযোগ
          করা সহজ হয়েছে। শহরটি গঙ্গার তীরে হওয়ায় ইউরোপীয় বাণিজ্য সংস্থাগুলিও
          সেখানে তাদের ঘাঁটি স্থাপন করেছিল। কুলি খান ভেবেছিলেন যে তাদের
          কাজকর্মের উপর নজরদারি রাখা তার পক্ষে সহজ হবে। তিনি ব্যাংকারদের নতুন
          শহরে স্থানান্তরিত করেন। আজিম-উস-শান বিশ্বাসঘাতকতা অনুভব করেছিলেন কারণ
          এটি তার অনুমতি ছাড়াই করা হয়েছিল। ইতিহাসবিদ চৌধুরী বলেছেন যে কুলি খান
          এটি করতে পেরেছিলেন কারণ তিনি আওরঙ্গজেবের সমর্থন পেয়েছিলেন। এক বছর
          পরে, ১৭০৩ সালে, আওরঙ্গজেব আজিম-উস-শানকে বাংলা থেকে বিহারে স্থানান্তর
          করেন। -এবং ফর‌রুখসিয়ারকে প্রদেশের বাংলার নামমাত্র সুবাহদার করা হয়।
          সুবাহ অফিসটি তখন মুকশুদাবাদে স্থানান্তরিত হয়। শহরটি এই অঞ্চলের সমস্ত
          ক্রিয়াকলাপের কেন্দ্র হয়ে ওঠে৷৷
        </p>
        <p className="text-slate-800">
          কুলি খান বিজাপুর গিয়েছিলেন আওরঙ্গজেবের সাথে দেখা করতে, এবং প্রদেশ
          থেকে যে রাজস্ব আদায় করেছিলেন তা তাকে দিতে। সম্রাট তার কাজে খুশি হয়ে
          তাকে পোশাক, পতাকা, নাগরা এবং একটি তলোয়ার উপহার দেন। তিনি তাকে
          মুর্শিদকুলি উপাধিও দিয়েছিলেন এবং তাকে মুর্শিদাবাদ (মুর্শিদকুলি খানের
          শহর) শহরের নাম পরিবর্তন করার অনুমতি দিয়েছিলেন, যেটি তিনি সেখানে ফিরে
          এসে করেছিলেন। কবে এই শহরের নাম পরিবর্তন করা হয়েছিল তা নিয়ে বিতর্ক
          রয়েছে ঐতিহাসিকদের মধ্যে। স্যার যদুনাথ সরকার বলেছেন যে তাকে উপাধি
          দেওয়া হয়েছিল ২৩ ডিসেম্বর ১৭০২, এবং শহরে ফিরে আসতে অন্তত তিন মাস সময়
          লাগত; তাই ১৭০৩ সালে মুকশুদাবাদের নাম পরিবর্তন করা হয়। কিন্তু পত্রিকা
          তারিখ-ই-বাংলা এবং ফার্সি ইতিহাসবিদ রিওয়াজ-উস-সালাতিনের মতে, শহরটির
          নামকরণ করা হয়। আনু. ১৭০৪ সালে। চৌধুরী মনে করেন যে এটি সঠিক তারিখ হতে
          পারে ব্রিটিশ ইস্ট ইন্ডিয়ান কোম্পানি ওড়িশা প্রদেশের প্রতিনিধি হিসেবে
          ১৭০৪ সালের প্রথম দিকে কুলি খানের সাথে দেখা করেন। মুর্শিদাবাদে জারি করা
          প্রথম মুদ্রার তারিখ ছিল ১৭০৪, নাম পরিবর্তনের বছরটির শক্তিশালী প্রমাণ।
        </p>
         

        <h1 className="text-slate-800 font-semibold text-2xl">রাজত্ব</h1>
         
        <h1 className="text-slate-800 font-semibold text-xl">
          আওরঙ্গজেবের মৃত্যু
        </h1>
        <p className="text-slate-800">
          ১৭০৭ সালে আওরঙ্গজেবের মৃত্যুর আগ পর্যন্ত সুবাহদার-এর সমস্ত ক্ষমতা কুলি
          খানের হাতে ন্যস্ত ছিল। তিনি আজিম-উস-শানের পিতা বাহাদুর শাহ প্রথম এর
          উত্তরাধিকারী হন। তিনি তার পুত্রকে প্রদেশের সুবাহদার হিসেবে পুনরায়
          নিযুক্ত করেন এবং কুলি খানকে তার ডেপুটি করেন। আজিম-উস-শান তার পিতাকে
          প্রভাবিত করে কুলি খানকে প্রদেশ থেকে বের করে দেন। ফলস্বরূপ, তিনি ১৭০৮
          সালে দাক্ষিণাত্যের দেওয়ান নিযুক্ত হন এবং ১৭০৯ সাল পর্যন্ত এই পদে
          দায়িত্ব পালন করেন।
        </p>
        <p className="text-slate-800">
          কিন্তু, ১৭১০ সালে, আজিম-উস-শানের পরামর্শে কুলি খানকে প্রদেশের দেওয়ান
          (রাজস্ব কর্মকর্তা) হিসাবে ফিরিয়ে আনা হয়। সরকারের মতে, তিনি তার সাথে
          আনুগত্য করার জন্য এটি করেছিলেন, কারণ তিনি মনে করেছিলেন যে স্থানীয়
          অভিজাতদের সমর্থন ছাড়া দিল্লির সিংহাসন দখল করা অসম্ভব। তাকে ফিরিয়ে
          আনা হলেও মুঘল রাজপুত্রের সাথে তার সম্পর্ক রয়ে গেছে।
        </p>
        <p className="text-slate-800">
          শাহের স্থলাভিষিক্ত হন জাহান্দার শাহ ১৭১২ সালে, (২৭ ফেব্রুয়ারি ১৭১২ -
          ১১ ফেব্রুয়ারি ১৭১৩) এবং তিনি ১৭১৩ সালে ফররুখসিয়ার অনুসরণ করেন। এটি
          ১৭১৬ হবে, কিন্তু অন্যান্য সমস্ত সূত্র ১৭১৭ ব্যবহার করে। তিনি কুলি
          খানকে জাফর খান উপাধি দেন এবং তাকে বাংলার সুবাহদার করেন, এইভাবে তিনি
          সুবাহদার উভয় পদই অধিষ্ঠিত করেন। এবং দিওয়ান একই সাথে। তিনি নিজেকে
          বাংলার নবাব ঘোষণা করেন এবং প্রদেশের প্রথম স্বাধীন নবাব হন।[১৭] রাজধানী
          ঢাকা থেকে মুর্শিদাবাদে স্থানান্তরিত হয়।
        </p>
        <p className="text-slate-800">
          কুলি খান সংগৃহীত রাজস্বের কিছু অংশ মুঘল সাম্রাজ্যে পাঠানোর নীতি
          অব্যাহত রাখেন। তিনি তা করেছিলেন এমনকি যখন সাম্রাজ্যের পতন ঘটেছিল যখন
          সম্রাট কোন ক্ষমতা ন্যস্ত করেননি, কারণ ক্ষমতা পেছনের ব্যক্তিদের হাতে
          কেন্দ্রীভূত হয়েছিল। তিনি এই বলে তার কর্মকাণ্ডকে ন্যায্যতা দিয়েছিলেন
          যে তার পাঠানো রাজস্ব ছাড়া মুঘল সাম্রাজ্য চালানো অসম্ভব। ইতিহাসবিদ
          চৌধুরী বলেছেন যে তার আসল কারণ ছিল মুঘল সম্রাটের প্রতি তার আনুগত্য
          দেখানো যাতে তিনি তার নিজের ইচ্ছা অনুযায়ী রাষ্ট্র পরিচালনা করতে পারেন।
        </p>
        <p className="text-slate-800">
          রেকর্ডে দেখা যায়, প্রতি বছর মুঘল সম্রাটের কাছে রাজস্ব হিসেবে ১ কোটি
          ৩০ লাখ টাকা পাঠানো হতো। অর্থের পাশাপাশি রাজস্বও দেওয়া হত। কুলি খান
          নিজে পদাতিক ও অশ্বারোহী সৈন্যদের সাথে বিহারে অর্থ ও অন্যান্য রাজস্ব
          নিয়ে যেতেন যেখানে সেগুলি মুঘল কালেক্টরকে দেওয়া হতো।টেমপ্লেট:স্পষ্ট
          করুন
        </p>

        <h1 className="text-slate-800 font-semibold text-xl">
          অবকাঠামো নির্মাণ
        </h1>
        <p className="text-slate-800">
          মুর্শিদাবাদ বাংলার রাজধানী হিসেবে বিকশিত হওয়ার সাথে সাথে, কুলি খানের
          জন্য সেই শহর থেকে কাজ চালানোর জন্য ভবন ও অফিস নির্মাণ করা জরুরি হয়ে
          পড়ে। শহরের দুঘরিয়া অঞ্চলে তিনি একটি প্রাসাদ নির্মাণ করেন, একটি
          দিওয়ানখানা (রাজস্ব সংগ্রহের কার্যালয়)। তিনি বিদেশী পর্যটকদের জন্য
          একটি সরাইখানা ও একটি মসজিদও নির্মাণ করেন। তিনি ১৭২০ সালে শহরে একটি
          টাকশাল নির্মাণ করেন। শহরের পূর্ব প্রান্তে তিনি ১৭২৪ সালে কাটরা মসজিদ
          মসজিদ নির্মাণ করেন যেখানে তার মৃত্যুর পর তাকে সমাহিত করা হয়।
        </p>

        <h1 className="text-slate-800 font-semibold text-xl">
          মুর্শিদাবাদের অবস্থা
        </h1>
        <p className="text-slate-800">
          কুলি খানের শাসনামলে মুর্শিদাবাদের মানুষ অনেক উৎসবে অংশগ্রহণ করত। তার
          মধ্যে একটি ছিল পুণ্যাহ যা বাংলা মাসের চৈত্র মাসের শেষ সপ্তাহে ঘটতো।
          জমিদার বা তাদের প্রতিনিধিরা এতে অংশ নিতেন। যাইহোক, সবচেয়ে বড় আড়ম্বর
          ও জাঁকজমকের সাথে যে উৎসবটি পালিত হত তা হল মওলিদ ইসলামী নবী মুহাম্মদ এর
          জন্ম উদযাপনের উৎসব। মাওলিদের সময় প্রতিবেশী প্রদেশ থেকে মানুষ উদযাপন
          করতে শহরে আসেন। কুলি খানের আদেশে সমস্ত ধর্মীয় স্থান যেমন মসজিদ এবং
          ইমামবাড়ায় চিরাগ বা প্রদীপ জ্বালানো হয়।
        </p>
        <p className="text-slate-800">
          কুলি খান শহরে একটি দরবার রাখার মুঘল ঐতিহ্যও অনুকরণ করেছিলেন যেখানে
          শহরের ব্যাংকার, বিদেশী পর্যটক এবং ইউরোপীয় কোম্পানির প্রতিনিধিরা
          উপস্থিত ছিলেন। বাণিজ্য বৃদ্ধির কারণে এক নতুন শ্রেণীর ব্যবসায়ীর উদ্ভব
          হয় যারা তাঁর দরবারে যোগ দিতেন। তার ধার্মিক প্রকৃতির কারণে, কুলি খান
          কঠোরভাবে ইসলাম অনুসরণ করতেন এবং ইসলামিক নিয়ম অনুসারে, দর্শনার্থীদের
          দিনে দুবার খাওয়ানো হত।
        </p>
        <p className="text-slate-800">
          শহরটি ভারত জুড়ে চাল একটি প্রধান রপ্তানিকারক ছিল কিন্তু আনু: ১৭২০
          সালে, কুলি খান সমস্ত চাল রপ্তানি নিষিদ্ধ করেছিলেন৷ চৌধুরী বলেন যে তার
          রাজত্বকালে হিন্দুদের অবস্থাও ছিল ভাল কারণ তারা আরও ধনী হয়ে উঠেছিল।
          যদিও কুলি খান একজন মুসলিম ছিলেন, হিন্দুরা কর বিভাগে নিযুক্ত ছিলেন
          প্রাথমিকভাবে কারণ তিনি মনে করতেন যে তারা এই ক্ষেত্রে বিশেষজ্ঞ; তারা
          সাবলীল ফারসি কথাও বলতে পারত।
        </p>
         

        <h1 className="text-slate-800 font-semibold text-xl">
          মৃত্যু এবং উত্তরাধিকার
        </h1>
         
        <p className="text-slate-800">
          কুলি খান ৩০ জুন ১৭২৭ সালে মারা যান। তিনি স্থলাভিষিক্ত হন। প্রাথমিকভাবে
          তার নাতি সরফরাজ খান দ্বারা। কিন্তু তার জামাতা সুজা-উদ-দিন মুহাম্মদ খান
          উত্তরাধিকারের সিদ্ধান্তটি মেনে নেননি এবং তার বিরুদ্ধে যুদ্ধ করার
          পরিকল্পনা করেন। সরফরাজ খান বিনা লড়াইয়ে হাল ছেড়ে দেন এবং সুজা-উদ-দিন
          ১৭২৭ সালে নবাব হন। ১৭৩৯ সালে তার পিতার মৃত্যুর পর সরফরাজ সিংহাসনে
          আরোহণ করেন শুধুমাত্র ১৭৪০ সালে আলীবর্দী খান দ্বারা পরাজিত এবং
          প্রতিস্থাপিত হওয়ার জন্য।
        </p>
        <p className="text-slate-800">
          কুলি খানকে কাটরা মসজিদ-এর মূল তলায় সিঁড়ির নীচে একটি কবরে সমাহিত করা
          হয়েছে।—তাঁর ইচ্ছা অনুসারে—একটি পাঁচ-বেইড আয়তক্ষেত্রাকার মসজিদ তৈরি
          করা হয়েছে৷
        </p>
        <p className="text-slate-800">
          বেশ কিছু হিন্দু মন্দির ও বাসস্থান ধ্বংস করার পর প্রাপ্ত সামগ্রী দিয়ে
          মসজিদটি নির্মিত হয়েছে বলে জনপ্রিয় বিশ্বাস তবে, মসজিদটি উপাদানের একটি
          অভিন্নতা দেখায় এবং খান স্থানীয় মন্দিরগুলির সক্রিয় পৃষ্ঠপোষক ছিলেন
          বলে এটি অসম্ভব।
        </p>
         
      </div>
    </div>
  );
};

export default MurshidTheory;
