const DivinePower = () => {
  return (
    <div className="mx-12 my-10 p-3">
      <h1 className="my-10 flex flex-col items-center justify-center font-bold text-3xl text-teal-800">
        Divine Power
      </h1>
      <div className="flex flex-col items-center justify-center">
        <h1 className="text-slate-800 font-semibold text-2xl my-3">
          Signs Of Divine Grace:
        </h1>
        <p className="text-slate-800">
          অনেক সময় কারোর কারোর জীবনে এমন কিছু ঘটনা আছে, যা আল্লাহর দয়া বলে মেনে
          নেওয়া ছাড়া তার আর কোনও ব্যাখ্যা খুঁজে পাওয়া যায় না। এই ধরনের ঘটনা
          ঘটলে তখন যেন আমরা আল্লাহর অস্তিত্বের প্রমাণ পাই। মনে রাখবেন, যে আল্লাহ
          এই বিশ্বকে চালনা করছে, সেই আল্লাহ আমাদের প্রত্যেকের ভেতরে রয়েছে।
          প্রতিটি মানুষ আদম (আ:) সাল্লাম এর সন্তান । পৃথিবীর সকল মাখলুকাতের উপর
          মহান আল্লাহ তাআলার দয়া বিরাজমান আল্লাহর দয়া ছাড়া এই পৃথিবী একটি
          মুহূর্ত পরিচালনা হবে না। যাঁদের মধ্যে এই আল্লাহ প্রদত্ত ক্ষমতার অংশ
          থাকে, তাঁরা কয়েকটি সংকেত পেয়ে থাকেন। কিছু কিছু ঘটনা সমানেই ঘটতে থাকে
          এঁদের সঙ্গে। জেনে নিন এই সম্পর্কে বিশদে।
        </p>
        <p className="text-slate-800 my-2">
          * আধ্যাত্মিক জ্ঞান অনুসারে যদি প্রতি রাতে আপনার ঘুম ঠিক ৩টে থেকে ৫টার
          মধ্যে ভেঙে যায়, তাহলে আপনার উপর আল্লাহর আশীর্বাদ আছে। মনে করা হয়, এই
          সময়েই আল্লাহর ফেরেশতারা আকাশ দিয়ে ঘোরাফেরা করেন। তাই প্রতিদিন এই সময়
          ঘুম ভেঙে গেলে আল্লাহর নাম নিন, তাঁর আশীর্বাদ আপনার উপর সব সময় থাকবে।
        </p>
        <p className="text-slate-800 my-2">
          * রাতে ঘুমানোর সময় প্রতিদিন আল্লাহ তায়ালার গুণবাচক নাম ও আল্লাহ
          তাআলার প্রেরিত রাসূল হযরত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর
          উপর দরুদ পাঠ করলে আল্লাহর রাসূলের স্বপ্ন দর্শন পাওয়ার সম্ভাবনা থাকে,
          এর অর্থ আপনার উপর আল্লাহর আশীর্বাদ রয়েছে। এরকম যখন কারোর সঙ্গে হয়, তখন
          সাধারণত দেখা যায় সেই ব্যক্তি আচমকাই প্রচুর লাভ করেন। অথবা তাঁর কোনও
          ইচ্ছে এই সময় পূরণ হতে পারে।
        </p>
        <p className="text-slate-800 my-2">
          * যদি কোনও ঘটনা ঘটার আগেই আপনি তা ঘটবে বলে অনুমান করতে পারেন, তবে এটি
          আপনার মধ্যে আধ্যাত্মিক ক্ষমতা থাকার ইঙ্গিত বহন করে।
        </p>
        <p className="text-slate-800 my-2">
          * যদি সমাজে আপনার প্রচুর মান সম্মান থাকে, সবাই যদি আপনাকে মান্য করে ও
          আপনার প্রশংসা সর্বত্র থাকে, আপনার যদি সুখ, সম্পদ ও সমৃদ্ধির কোনও অভাব
          না থাকে, তাহলে নিশ্চিত আপনার উপর আল্লাহর আশীর্বাদ রয়েছে।
        </p>
        <p className="text-slate-800 my-2">
          * আপনি যদি সব সময় পজিটিভ চিন্তাভাবনা করেন, যদি হাজার দুঃখ-কষ্টেও
          আল্লাহর উপর থেকে বিশ্বাস না হারান, আপনি যদি সব সময় অন্যকে সাহায্য করার
          চেষ্টা করেন, কোনও ভালো কাজ করার জন্য জান-প্রাণ লাগিয়ে দেন, তাহলে এর
          অর্থ আল্লাহর আশীর্বাদ আপনার উপর সব সময় রয়েছে।
        </p>
        <p className="text-slate-800 my-2">
          হযরত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর প্রেরিত রাসূল
          শুধু মুসলিম জাতির রাসুল নন তিনি সমগ্র বিশ্বের সকল মাখলুকাতের সকল
          মানুষের রাসূল ও আল্লাহ তাআলার বার্তা বাহক
        </p>
        <p className="text-slate-800 my-2">
          আল্লাহ তাআলার রাসূল তাহার স্বপ্নে আসেন যিনি সর্বদা আল্লাহর রাসূলের
          প্রতি দুরুদ পাঠ করেন এবং আল্লাহর রাসূলকে মনে প্রাণে প্রবাসে ও আল্লাহ
          তাআলার সকল আদেশ - নিষেধ মেনে চলেন এবং আল্লাহর রাসূলকে জীবনাদর্শ মনে
          করেন তিনি একমাত্র রাসূলকে স্বপ্নে দেখা সুযোগ লাভ করেন
        </p>
      </div>
    </div>
  );
};

export default DivinePower;
