const ChangeLife = () => {
  return (
    <div className="mx-12 my-10 p-3">
      <h1 className="my-10 flex flex-col items-center justify-center font-bold text-3xl text-teal-800">
        Change Life
      </h1>
      <div className="flex flex-col items-start ">
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১. ওরা তোমাকে নিয়ে ঠাট্টা করুক , তোমাকে নিয়ে হাসুক , তোমাকে আঘাত
          করুক , অবজ্ঞা করুক তাতে কিছুই হবে না । কিন্তু তারা যেন তোমাকে থামাতে
          না পারে।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২. যে ব্যাপারে তুমি সত্যিই বিশ্বাস করো , সে ব্যাপারে কখনো হাল ছেড়ো না
          , পথ তুমি খুঁজে পাবেই ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ৩. সহজে জেতার আনন্দ কোথায় ? বাধা যত বিশাল , বিজয়ের আনন্দও ততই
          বাঁধভাঙ্গা ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ৪. কখনো হাল ছেড়ে দিও না । এখনকার এই দাঁতে দাঁত চেপে করা কষ্টগুলো
          তোমাকে বিজয়ীর খেতাব দেবে সারাজীবনের জন্য ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ৫. তোমার জীবনে তুমি যা নিয়েই কাজ করো , তাকে সবচেয়ে ভালো ভাবে করার
          চেষ্টা করো । এমন ভাবে করো , যেন তোমার আগে পরে কেউ এতটা ভালো করে করতে
          না পারে ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ৬. আমি ব্যর্থতাকে মেনে নিতে পারি , কিন্তু আমি চেষ্টা না করাকে মেনে
          নিতে পারি না।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ৭. কখনো ভেঙে পড়ো না । পৃথিবীতে যা কিছু হারিয়ে যায় , অন্য কোন রূপে
          সেটি ঠিকই আবার ফিরে আসে জীবনে।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ৮. তোমার স্বপ্ন আর তোমার মাঝে দাঁড়িয়ে আছে কেবল একটি জিনিস , সেটি
          হচ্ছে অজুহাত ! যে মুহূর্ত থেকে তুমি নিজেকে অজুহাত দেখানো বন্ধ করে কাজ
          শুরু করবে , সে মুহূর্ত থেকে তোমার স্বপ্ন আর স্বপ্ন থাকবে না —- সেটি
          বাস্তবে রূপ নিতে শুরু করবে ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ৯. একটি লক্ষ্য ঠিক করো । সেই লক্ষ্যকে নিজের জীবনের অংশ বানিয়ে ফেলো ।
          চিন্তা করো , স্বপ্ন দেখো , তোমার মস্তিষ্ক , পেশী , রক্তনালী পুরো শরীরে
          সেই লক্ষ্যকে ছড়িয়ে দাও , আর বাকি সবকিছু ভুলে যাও । —–এটাই সাফল্যের পথ
          ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১০. সাফল্যের মূল মন্ত্র হল যা আমরা ভয় পাই তার উপর নয় বরং আমরা যা চাই
          তার উপর আমাদের চেতন মনকে কেন্দ্রীভূত করা ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১১. আপনি যা করছেন , যদি ভালোবাসেন এবং ওই কাজে সফলতার জন্য সবকিছু করতে
          ইচ্ছুক থাকেন , তাহলে সেটা হাতের নাগালে পৌঁছোবে । কাজের পেছনে প্রতিটা
          মিনিটের মূল্যায়ন প্রয়োজন । ভাবুন আর ভাবুন ; আসলেই আপনি কি নকশা অথবা
          তৈরি করতে চাচ্ছেন ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১২. আকাশের দিকে তাকাও । আমরা একা নই । পুরো মহাবিশ্ব আমাদের প্রতি
          বন্ধুত্বসুলভ । যারা স্বপ্ন দেখে এবং কাজ করে শুধুমাত্র তাদেরকেই
          শ্রেষ্ঠটা দেওয়ার জন্য চক্রান্তে লিপ্ত এই বিশ্ব ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১৩. প্রত্যেকের জীবনের একটা গল্প আছে । অতীতে ফিরে গিয়ে গল্পের শুরুটা
          কখনো পরিবর্তন করা সম্ভব নয় , কিন্তু কঠোর পরিশ্রমের মাধ্যমে গল্পের
          শেষটা চাইলেই নতুন করে সাজিয়ে তুলতে পারো ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১৪. ব্যর্থতা মানে হচ্ছে , ব্যর্থতা — কেন হয়েছে , কার কারণে হয়েছে
          সেগুলো কেউ জানতে চাইবে না । তুমি ব্যর্থ হলে তার যন্ত্রণা তোমাকে একদম
          একাকী সইতে হবে , কেউ তোমার পাশে এসে দাঁড়াবে না । তাই কখনো অজুহাত
          বানাবে না , অন্যদের সুযোগ দেবে না —তোমার জীবনটাকে নিয়ন্ত্রণ করার ।
          জিততে তোমাকে হবেই ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১৫. জীবনে অনেক বিষয় আছে যেগুলো তোমার নিয়ন্ত্রণের বাইরে এবং সেগুলো
          নিয়ে মাথা ঘামানোরও মানে হয় না , কারণ এর বাইরে ও তোমার হাতে হাজার
          হাজার জিনিস রয়েছে যেগুলো তুমি বিজয় করতে পারো ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১৬. ব্যর্থতাকে ভয় করার বদলে চেষ্টা না করে বসে থাকাকে ভয় করো ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১৭. হার মেনো না । আজকের দিনটা কঠিন , কাল হবে অন্ধকার , কিন্তু তারপর
          সূর্যকে উঠতেই হবে ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১৮. তুমি যদি এখন থেকেই তোমার স্বপ্ন গুলো সত্যি করার পেছনে ছুটে না চলো
          , একদিন তোমাকে কাজ করতে হবে অন্যদের জীবনে তাদের স্বপ্ন গুলো সত্যি করার
          জন্য ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ১৯. সফল হতে চাইলে তোমার সামনে আসা সব চ্যালেঞ্জ মোকাবিলা করতে হবে ।
          চ্যালেঞ্জ বেছে নেওয়ার কোনও সুযোগ নেই ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২০. কখনও না পড়ে যাওয়ার মাঝে বীরত্ব নেই , পড়ে গিয়ে উঠে দাঁড়ানোর মাঝেই
          সত্যিকারের বীরত্ব লুকিয়ে আছে ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২১. তুমি কত ধীরে চলেছ , সেটা কোনও ব্যাপার নয় ; না থেমে চলতে থাকাটাই
          আসল কথা ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২২. কোন কিছু যদি সত্যিই তোমার কাছে গুরুত্বপূর্ণ হয় , কোন বাধাই তোমাকে
          থামাতে পারবে না ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২৩. যদি তোমার লক্ষ্য নিয়ে কেউ হাসি তামাশা না করে , তবে বুঝতে হবে তোমার
          লক্ষ্যটি খুব ছোট ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২৪. আমি স্বপ্ন দেখেছিলাম , সেই স্বপ্নে আস্থা ছিল । আর আমি কাজটা
          ভালোবাসতাম । ফেসবুক বিফল হলেও আমার ভালোবাসাটা থাকত । জীবনে একটা স্বপ্ন
          থাকতে হয় সেই স্বপ্নকে ভালোও বসতে হয়।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২৫. স্বপ্ন দেখতে জানলে জীবনের কাঁটাগুলোও ধরা দেয় গোলাপ হয়ে ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২৬. জীবনে সবকিছু একবার হলেও চেষ্টা করে দেখা উচিত । স্রষ্টা প্রতিটি
          মানুষকে কিছু না কিছু অনুপম দক্ষতা দিয়ে পাঠিয়েছেন , তুমি সেটিকে কখনো
          জানতেও পারবে না , যতদিন না তুমি সেটা চেষ্টা করে দেখছো।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২৭. সত্যিকারের জ্ঞানী মানুষ আমরা তখনই হতে পারি যখন বুঝতে পারি , আমরা
          আমাদের সম্পর্কে , জীবন সম্পর্কে এবং আমাদের চারপাশের জগত সম্পর্কে কতটা
          কম জানি ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২৮. তুমি তোমার মতো হও , সবাই যে যার মত হয়ে গেছে ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ২৯. প্রকৃতির গোপন শক্তিটিকে অর্জন করার চেষ্টা করো । গোপন শক্তিটি হল
          ধৈর্য ।
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          ৩০. মানুষের পক্ষে সব স্বপ্নই পূরণ করা সম্ভব যদি সে যথেষ্ট সাহসী হয় ।
        </h1>
      </div>
    </div>
  );
};

export default ChangeLife;
