const Exercise = () => {
  return (
    <div className="mx-12 my-10 p-5 text-center">
      <h1 className="my-10 flex flex-col items-center justify-center font-bold text-3xl text-teal-800">
        Exercise
      </h1>
      <div className="flex flex-col items-center justify-center">
        <h1 className="text-slate-800 font-semibold text-2xl my-3">
          শারীরিক কার্যকলাপ ও শরীরচর্চা: স্বাস্থ্যকর জীবনযাপন
        </h1>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          কার্যকলাপ ও শরীরচর্চার সুফল
        </h1>
        <div className="text-slate-800 my-2">
          <p className="text-slate-800 my-2">
            সব বয়সের মানুষদের জন্য ঘন ঘন ও নিয়মিত শারীরিক কার্যকলাপের পরামর্শ
            দেওয়া হয় এবং এর থেকে নিম্নলিখিত স্বাস্থ্যের সুফলগুলি পাওয়া যায়:
          </p>
          <li className="text-slate-800 my-1">
            আপনার ওজন কমাতে বা বজায় রাখতে সাহায্য করার জন্য ক্যালোরি খরচ হয়
          </li>
          <li className="text-slate-800 my-1">রক্তচাপ এবং কোলেস্টেরল কমায়</li>
          <li className="text-slate-800 my-1">সংবহনের উন্নতি ঘটায়</li>
          <li className="text-slate-800 my-1">
            হৃদ্‌রোগ ও স্ট্রোকের ঝুঁকি কমায়
          </li>
          <li className="text-slate-800 my-1">
            পেশী এবং হাড়গুলিকে শক্তিশালী করে
          </li>
          <li className="text-slate-800 my-1">মানসিক স্বাস্থ্যকে উন্নত করে</li>
          <li className="text-slate-800 my-1">
            আত্মমর্যাদা ও আত্মবিশ্বাস বাড়ায়
          </li>
          <li className="text-slate-800 my-1">ঘুমের গুণমান উন্নত করে</li>
          <li className="text-slate-800 my-1">কর্মশক্তির মাত্রা বৃদ্ধি করে</li>
          <li className="text-slate-800 my-1">
            স্মৃতিভ্রংশতা, অ্যালঝাইমার্স-এর বিরুদ্ধে সুরক্ষা দেয়
          </li>
          <li className="text-slate-800 my-1">
            শক্তির জন্য পেশীগুলির দ্বারা ব্যবহৃত গ্লুকোজের পরিমাণ বাড়ায়
          </li>
          <li className="text-slate-800 my-1">
            শরীরকে আরো ভালভাবে ইনসুলিন ব্যবহার করতে সাহায্য করে
          </li>
          <p className="text-slate-800 my-2">
            ডায়াবেটিসের সাথে সম্পর্কিত, ওপরে তালিকাভুক্ত স্বাস্থ্যের সুফলগুলির
            কারণে, শরীরচর্চা রক্তের গ্লুকোজ নিয়ন্ত্রণকে প্রভাবিত করতে পারে।
            ডায়াবেটিসের ধরন, চিকিৎসা, কার্যকলাপ (সময়কাল ও তীব্রতা উভয় সহ) এবং
            ডায়াবেটিস সংক্রান্ত জটিলতাগুলির উপস্থিতির সাথে সাথে এই প্রভাবের
            সীমার তারতম্য হবে। শরীরচর্চার পরিকল্পিত পরিবর্তনগুলির বিষয়ে আপনার
            ডায়াবেটিস দলের সঙ্গে আলোচনা করা সবসময়ই উপযোগী হয়, যারা আপনার
            ব্যক্তিগত প্রয়োজনগুলির উপযুক্ত একটি যথাযথ ব্যবস্থাপনা পরিকল্পনা
            প্রস্তুত করতে আপনাকে সাহায্য করতে পারবেন।
          </p>
        </div>
        <div>
          <div>
            <h1 className="text-slate-800 font-semibold text-2xl my-3">
              বর্তমান সুপারিশগুলি
            </h1>
            <h1 className="text-slate-800 font-semibold text-xl my-1">
              প্রাপ্তবয়স্ক (18–64 বছর বয়স)
            </h1>
            <p className="text-slate-800 my-2">
              সুস্থ থাকার জন্য 18–64 বছর বয়সী প্রাপ্তবয়স্কদের প্রতিদিন সক্রিয়
              থাকতে চেষ্টা করা উচিত এবং এগুলি করা উচিত:
            </p>
            <li className="text-slate-800 my-1">
              কমপক্ষে 150 মিনিটের মাঝারি অ্যারোবিক ক্রিয়াকলাপ যেমন প্রতি সপ্তাহে
              সাইকেল চালানো বা দ্রুত গতিতে হাঁটা, এবং
            </li>
            <li className="text-slate-800 my-1">
              সপ্তাহে দুই বা ততোধিক দিন শক্তিমূলক শরীরচর্চা যা সবগুলি প্রধান
              পেশীকে পা, কোমর, পিঠ, পেট, বুক, কাঁধ ও বাহু ব্যায়াম করায়।
            </li>
            <h1 className="text-slate-800 font-semibold text-xl my-1">
              বিকল্পস্বরূপ
            </h1>
            <li className="text-slate-800 my-1">
              75 মিনিটের তীব্র অ্যারোবিক ক্রিয়াকলাপ, যেমন প্রতি সপ্তাহে দৌড়ানো
              অথবা সিঙ্গল টেনিস, এবং
            </li>
            <li className="text-slate-800 my-1">
              সপ্তাহে দুই বা ততোধিক দিন শক্তিমূলক শরীরচর্চা যা সবগুলি প্রধান
              পেশীকে পা, কোমর, পিঠ, পেট, বুক, কাঁধ ও বাহু ব্যায়াম করায়।
            </li>
            <h1 className="text-slate-800 font-semibold text-xl my-1">
              বিকল্পস্বরূপ
            </h1>
            <li className="text-slate-800 my-1">
              প্রতি সপ্তাহে মাঝারি ও তীব্র অ্যারোবিক ক্রিয়াকলাপের একটি মিশ্রণ।
              উদাহরণ স্বরূপ, দুবার 30-মিনিট দৌড়ানো এবং 30 মিনিট দ্রুত হাঁটা হল
              150 মিনিটের মাঝারি অ্যারোবিক ক্রিয়াকলাপের সমান, এবং
            </li>
            <li className="text-slate-800 my-1">
              সপ্তাহে দুই বা ততোধিক দিন শক্তিমূলক শরীরচর্চা যা সবগুলি প্রধান
              পেশীকে পা, কোমর, পিঠ, পেট, বুক, কাঁধ ও বাহু ব্যায়াম করায়।
            </li>
            <h1 className="text-slate-800 font-semibold text-xl my-1">
              প্রাপ্তবয়স্ক 65+ বছর বয়স
            </h1>
            <p className="text-slate-800 my-2">
              65 বছর বা তার বেশি বয়সী প্রাপ্তবয়স্করা যারা সাধারণভাবে সুস্থ আছেন
              এবং স্বাস্থ্য সংক্রান্ত সেরকম বড় কোন সমস্যা নেই যা তাদের সচলতাকে
              সীমিত করে, তাদের প্রতিদিন সক্রিয় থাকতে চেষ্টা করা উচিত এবং এগুলি
              করা উচিত
            </p>

            <li className="text-slate-800 my-1">
              কমপক্ষে 150 মিনিটের মাঝারি অ্যারোবিক ক্রিয়াকলাপ যেমন প্রতি সপ্তাহে
              সাইকেল চালানো বা হাঁটা, এবং
            </li>
            <li className="text-slate-800 my-1">
              সপ্তাহে দুই বা ততোধিক দিন শক্তিমূলক শরীরচর্চা যা সবগুলি প্রধান
              পেশীকে পা, কোমর, পিঠ, পেট, বুক, কাঁধ ও বাহু ব্যায়াম করায়।
            </li>
            <h1 className="text-slate-800 font-semibold text-xl my-1">
              বিকল্পস্বরূপ
            </h1>
            <li className="text-slate-800 my-1">
              75 মিনিটের তীব্র অ্যারোবিক ক্রিয়াকলাপ, যেমন প্রতি সপ্তাহে দৌড়ানো
              অথবা সিঙ্গল টেনিস, এবং
            </li>
            <li className="text-slate-800 my-1">
              সপ্তাহে দুই বা ততোধিক দিন শক্তিমূলক শরীরচর্চা যা সবগুলি প্রধান
              পেশীকে পা, কোমর, পিঠ, পেট, বুক, কাঁধ ও বাহু ব্যায়াম করায়।
            </li>
            <h1 className="text-slate-800 font-semibold text-xl my-1">
              বিকল্পস্বরূপ
            </h1>
            <li className="text-slate-800 my-1">
              প্রতি সপ্তাহে মাঝারি ও তীব্র অ্যারোবিক ক্রিয়াকলাপের একটি মিশ্রণ।
              উদাহরণ স্বরূপ, দুবার 30-মিনিট দৌড়ানো এবং 30 মিনিট দ্রুত হাঁটা হল
              150 মিনিটের মাঝারি অ্যারোবিক ক্রিয়াকলাপের সমান, এবং
            </li>
            <li className="text-slate-800 my-1">
              সপ্তাহে দুই বা ততোধিক দিন শক্তিমূলক শরীরচর্চা যা সবগুলি প্রধান
              পেশীকে পা, কোমর, পিঠ, পেট, বুক, কাঁধ ও বাহু ব্যায়াম করায়।
            </li>
          </div>
        </div>

        <h1 className="text-slate-800 font-semibold text-3xl my-3">
          বিভিন্ন ধরণের শরীরচর্চা
        </h1>
        <p className="text-slate-800 my-2">
          নির্দেশনাগুলিতে যেমন বর্ণনা করা হয়েছে, সেইমত দুই ধরনের ক্রিয়াকলাপ আছে
          যেগুলি ডায়াবেটিস নিয়ন্ত্রণ করার ক্ষেত্রে গুরুত্বপূর্ণ, এগুলি হল
          অ্যারোবিক শরীরচর্চা এবং শক্তিমূলক প্রশিক্ষণ।
        </p>
        <h1 className="text-slate-800 font-semibold text-xl my-3">
          অ্যারোবিক শরীরচর্চা
        </h1>
        <p className="text-slate-800 my-2">
          এই ধরনের শরীরচর্চা আপনার শরীরকে আরো ভালভাবে ইনসুলিন ব্যবহার করতে
          সাহায্য করে। এটা আপনার হৃদ্‌পিন্ড ও হাড়ের শক্তি বাড়াতেও সাহায্য করে,
          সেই সাথে রক্ত সংবহনের উন্নতি ঘটায় এবং রক্ত শর্করার মাত্রা ও রক্তচাপ
          কমিয়ে আপনার হৃদ্‌রোগের ঝুঁকি হ্রাস করে, সেই সাথে কোলেস্টেরলের মাত্রার
          ক্ষেত্রে উন্নতি ঘটায়।
        </p>
        <div>
          <h1 className="text-slate-800 font-semibold text-xl my-3">
            অ্যারোবিক ক্রিয়াকলাপের উদাহরণ
          </h1>
          <li className="text-slate-800 my-1">
            দ্রুত হাঁটা বাইরে অথবা একটি ট্রেডমিলে
          </li>
          <li className="text-slate-800 my-1">
            সাইকেল চালানো বাইরে অথবা স্থির জায়গায় সাইকেল চালানো
          </li>
          <li className="text-slate-800 my-1">নাচা</li>
          <li className="text-slate-800 my-1">অ্যারোবিক্স</li>
          <li className="text-slate-800 my-1">সিঁড়ি দিয়ে ওঠা</li>
          <li className="text-slate-800 my-1">জগিং / দৌড়ানো</li>
          <li className="text-slate-800 my-1">
            মাঝারি থেকে ভারী মাত্রায় বাগান করা
          </li>
          <h1 className="text-slate-800 font-semibold text-xl my-3">
            শক্তিমূলক প্রশিক্ষণ
          </h1>
          <p className="text-slate-800 my-2">
            এই ধরনের শরীরচর্চা আপনার শরীরকে ইনসুলিনের প্রতি আরো সংবেদনশীল করে
            দিতে পারে এবং রক্তের গ্লুকোজ কমাতে পারে। এটা শক্তিশালী পেশী ও হাড়
            বজায় রাখতে সাহায্য করে, আপনার অস্টিওপোরোসিস এবং হাড়ে চিড় ধরার ঝুঁকি
            কমায়। আপনার যত বেশি পেশী থাকবে, তত বেশি ক্যালোরি পোড়াবেন, এমন কি
            আপনার শরীর বিশ্রামে থাকার সময়ও। শক্তিমূলক প্রশিক্ষণের মাধ্যমে পেশীর
            ক্ষয় প্রতিরোধ করার বিষয়টি আপনার বয়স বাড়ার সাথে সাথে স্বাধীন জীবনযাপন
            বজায় রাখার জন্য গুরুত্বপূর্ণ।
          </p>
          <h1 className="text-slate-800 font-semibold text-xl my-3">
            শক্তিমূলক প্রশিক্ষণ ক্রিয়াকলাপের উদাহরণ
          </h1>
          <li className="text-slate-800 my-1">ওয়েট মেশিন বা ফ্রি ওয়েট্‌স</li>
          <li className="text-slate-800 my-1">রেজিস্ট্যান্স ব্যান্ড</li>
          <li className="text-slate-800 my-1">
            হালকা ওজন অথবা কৌটাজাত জিনিস বা জলের বোতল ওঠানো
          </li>
          <li className="text-slate-800 my-1">
            যে শরীরচর্চাগুলি আপনার পেশীগুলিকে ব্যায়াম করানোর জন্য আপনার নিজের
            শরীরের ওজনকেই কাজে লাগায়, যেমন পুশ আপ, সিট আপ, স্কোয়াট, লাঞ্জ,
            প্ল্যাংক
          </li>
          <li className="text-slate-800 my-1">
            অন্যান্য ক্রিয়াকলাপ যা পেশী গঠন করে ও রক্ষা করে, যেমন ভারী মাত্রায়
            বাগান করা
          </li>
          <h1 className="text-slate-800 font-semibold text-3xl my-3">
            সারা দিন ধরে আরো বেশি সক্রিয় থাকুন
          </h1>
          <p className="text-slate-800 my-2">
            প্রাপ্তবয়স্কদের, বিশেষত: টাইপ 2 ডায়াবেটিসে আক্রান্ত মানুষদের উচিত
            অনেকটা সময় ধরে অলসভাবে সময় কাটানোর পরিমাণ কমানো। উঠে দাঁড়িয়ে চলাফেরা
            করার প্রতিটি সুযোগ কাজে লাগানো গুরুত্বপূর্ণ।
          </p>
          <p className="text-slate-800 my-2">
            প্রথাগত শরীরচর্চা ছাড়াও সারা দিন ধরে আরো বেশি সক্রিয় থাকার অনেক
            সুযোগ আছে। অনেকটা সময় বসে কাটানোর সময় প্রতি ত্রিশ মিনিট অন্তর হালকা
            কার্যকলাপ করা উচিত। আপনি যত বেশি নড়াচড়া করবেন তত বেশি ক্যালোরি
            পোড়াবেন এবং আপনার রক্তের গ্লুকোজের মাত্রা নিয়ন্ত্রণ করা ততই সহজ হবে।
            নিচে কিছু সহজ কৌশল তালিকাভুক্ত করা আছে যেগুলি আপনাকে আপনার দৈনন্দিন
            জীবনে আরো বেশি সক্রিয় থাকতে সাহায্য করতে পারে:
          </p>
          <h1 className="text-slate-800 font-semibold text-xl my-3">
            কর্মস্থল:
          </h1>
          <li className="text-slate-800 my-1">
            লিফ্‌টের পরিবর্তে সিঁড়ি ব্যবহার করুন
          </li>
          <li className="text-slate-800 my-1">
            আপনার ডেস্ক থেকে উঠুন এবং প্রতি ঘণ্টায় দ্রুত হাঁটাচলা করুন
          </li>
          <li className="text-slate-800 my-1">
            আপনার ডেস্কে উঠে দাঁড়ান এবং শরীর টানটান করুন
          </li>
          <li className="text-slate-800 my-1">
            দুপুরের খাবারের সময় যদি বাইরে যান, তাহলে হাঁটার সুযোগ কাজে লাগান
          </li>
          <li className="text-slate-800 my-1">
            আপনি যদি ট্রেনে বা বাসে যাতায়াত করেন তাহলে এক স্টপ আগে নামুন
          </li>
          <li className="text-slate-800 my-1">
            আপনার ডেস্কে চেয়ারে বসে কিছু শরীরচর্চা করতে চেষ্টা করুন
          </li>
          <h1 className="text-slate-800 font-semibold text-xl my-3">বাড়ি:</h1>

          <li className="text-slate-800 my-1">
            কুকুরকে হাঁটাতে নিয়ে যান, এবং আপনি যদি এটা করেন তাহলে আরো দ্রুত,
            বেশি সময় ধরে হাঁটুন
          </li>
          <li className="text-slate-800 my-1">
            বাচ্চাদের সঙ্গে খেলুন, ফুটবল খেলুন বা ফ্রিসবি ছুঁড়ুন
          </li>
          <li className="text-slate-800 my-1">
            জিনিসপত্র গাড়ি থেকে অথবা ওপরের তলায় দুবার বা তিনবারে নিয়ে যান,
            একবারের বদলে
          </li>
          <li className="text-slate-800 my-1">
            আপনার বাড়ির কাজ/বাগান নিজে করুন
          </li>
          <li className="text-slate-800 my-1">
            টিভিতে বিজ্ঞাপনী বিরতির সময় সেখানেই হাঁটাচলা করুন
          </li>
          <li className="text-slate-800 my-1">
            ফোনে কথা বলার সময় বাড়ির চারপাশে হাঁটুন, বা সিঁড়ি দিয়ে ওঠানামা করুন
          </li>
          <h1 className="text-slate-800 font-semibold text-xl my-3">
            বাইরে এবং আশেপাশে:
          </h1>
          <li className="text-slate-800 my-1">
            দোকান থেকে যত দূরে সম্ভব গাড়ি দাঁড় করান
          </li>
          <li className="text-slate-800 my-1">
            সুপারমার্কেটে প্রতিটি কোণা হাঁটুন
          </li>
          <p className="text-slate-800 my-2">
            খাওয়ার পরে এই ধরনের কিছু ধারণা অল্প সময়ের জন্য 5 - 15 মিনিট শুরু
            করতে চেষ্টা করছেন না কেন, এটা রক্তে গ্লুকোজের মাত্রার ওপরে খাদ্যের
            প্রভাবকে ন্যূনতম করতে সাহায্য করবে।
          </p>
          <h1 className="text-slate-800 font-semibold text-xl my-3">
            ওপরের বিষয়গুলিকে আপনার দৈনন্দিন রুটিনে অন্তর্ভুক্ত করার মাধ্যমে বসে
            সময় কাটানোর পরিমাণ কমালে ওজন ব্যবস্থাপনা ও ডায়াবেটিস নিয়ন্ত্রণ উভয়
            ক্ষেত্রে সাহায্য হতে পারে।
          </h1>
          <p className="text-slate-800 my-2">
            ক্রিয়াকলাপ ও শরীরচর্চার বিষয়ে আরো তথ্যের জন্য এখানে নিচের বিষয়গুলি
            পড়ুন
          </p>

          <li className="text-slate-800 my-1">
            শরীরচর্চা তীব্রতার ওপরে প্রভাব
          </li>
          <li className="text-slate-800 my-1">
            শরীরচর্চা এবং রক্তে গ্লুকোজের মাত্রা পর্যবেক্ষণ
          </li>
          <li className="text-slate-800 my-1">
            শরীরচর্চা এবং রক্তে গ্লুকোজের লক্ষ্যমাত্রা
          </li>
          <li className="text-slate-800 my-1">
            রক্তে গ্লুকোজের মাত্রার ওপরে শরীরচর্চার প্রভাব
          </li>
          <li className="text-slate-800 my-1">
            ডায়াবেটিসের জটিলতাগুলির সঙ্গে শরীরচর্চা
          </li>
          <li className="text-slate-800 my-1">উপযোগী সংস্থানগুলি</li>
        </div>
      </div>
    </div>
  );
};

export default Exercise;
