const Anthropology = () => {
  return (
    <div className="mx-12 my-10 p-5 text-center">
      <h1 className="my-10 flex flex-col items-center justify-center font-bold text-3xl text-teal-800">
        Anthropology
      </h1>
      <div className="flex flex-col items-center justify-center">
        <h1 className="text-slate-800 font-semibold text-xl">
          নৃবিজ্ঞান কি বা কাকে বলে?
        </h1>

        <p className="text-slate-800">
          ইংরেজি ‘Anthropology’ শব্দটির বাংলা পরিভাষা হচ্ছে নৃবিজ্ঞান বা
          নৃতত্ত্ব। ‘Anthropology’ শব্দটি দুটি গ্রিক শব্দের সংমিশ্রণে গঠিত, যার
          একটি ‘Anthropos’ বা ‘মানুষ’ এবং অন্যটি ‘Logos’ বা এ বিষয়ে ‘জ্ঞান’ বা
          যুক্তিযুক্ত সংলাপকে বুঝায়। শাব্দিক ব্যাখ্যায় আমরা ‘Anthropology’
          বলতে “মানব সম্বন্ধীয়। বৈজ্ঞানিক পঠন-পাঠনকেই বুঝি।” কিন্তু প্রশ্ন উঠতে
          পারে যে, মানুষ যেখানে একাধারে প্রাণিজগতের একটা অংশ, অন্য ধারে
          প্রাকৃতিক ও সামাজিক এ পৃথিবীরও একটা অংশ তখন কিভাবে মানববিজ্ঞানী এ
          আশ্চর্য মানুষের গঠন-প্রকৃতি, ইতিবৃত্ত থেকে শুরু করে এর পরিবর্তন ও
          গতিধারা একটা আয়ত্ত করতে পারে। এ প্রসঙ্গে ফরাসি নৃবিজ্ঞানী লেভী
          স্ট্রসের (Claude Levi Strauss) এ উক্তিটিও এখানে প্রণিধানযোগ্য। তিনি
          বলেন, “নৃতত্ত্ববিদরা হচ্ছে একটা অদ্ভুত জাত। তাঁরা ‘পরিচিত’
          বিষয়বস্তুকে রহস্যময় ও জটিল করে তোলে।” (Anthropologists are a strange
          breed, they like to make even the ‘familiar’ look mysterious and
          complicated.) কিন্তু প্রকৃতই কি তাঁরা পরিচিত বিষয়বস্তুকে জটিল করে
          তোলে? প্রকৃতপক্ষে তা নয়। তাঁরা পরিচিত বিষয়বস্তুকে নৃতাত্ত্বিক
          দৃষ্টিভঙ্গি (যা সাধারণ লোকের কাছে রহস্যময় ও জটিল) দিয়ে বিচার করে
          তাদের প্রকৃত পরিচয় দিতে চায়। সমাজবিজ্ঞানী লুইস ওয়ার্থ লিখেছেন, “যে
          ছাত্র বিভিন্ন বিজ্ঞানকে সুস্পষ্টভাবে শ্রেণিবন্ধ দেখতে চায়, তার কাছে
          নৃবিজ্ঞানের উপস্থিতি একটা সমস্যার সৃষ্টি করে।” এ সমস্যার কারণ হলো এই
          যে, অন্যান্য বিজ্ঞানের বিভিন্ন পাঠ্যবিষয় যুগপৎ নৃবিজ্ঞানের পাঠ্যবিষয়
          রূপেও পরিগণিত। সেজন্য নৃবিজ্ঞানীকে বহুমুখী প্রতিভাসম্পন্ন হতে হয়।
          নৃবিজ্ঞানীগণ তাদের জ্ঞানের পরিধিকে সুবিস্তৃত করে দূরদৃষ্টি মেলে
          স্মরণাতীতকালের মানবজাতির জীবনধারা পর্যবেক্ষণ করেন। ফসিল থেকে
          পরীক্ষা-নিরীক্ষা চালিয়ে মানবের মাথার খুলির মাপজোখ করেন; হাতিয়ার থেকে
          নির্মাণ কলাকৌশলের অভিজ্ঞতা যাচাই করেন, আবার চিত্র থেকে আদি মানবের
          ধ্যান-ধারণার পরিধি যাচাই করেন। এক্ষেত্রে বলা যায়, নৃবিজ্ঞানী যুগপৎ
          তত্ত্ববিধ ও বাস্তব স্রষ্টা। এমনকি নৃবিজ্ঞানী সমাজকে গতিদানকারী
          প্রচ্ছন্ন শক্তিগুলো সম্পর্কেও চিন্তা-ভাবনা করেন, আবার সমাজের
          প্রাত্যহিক জীবনের মৌলিক বিষয়গুলোও পরীক্ষা-নীরিক্ষা করেন। ব্যাপক অর্থে
          নৃবিজ্ঞান মানুষের সামগ্রিক জীবনধারাকে নিয়ে আলোচনা করে। অর্থাৎ
          নৃবিজ্ঞানী একাধারে শারীরিক বা ভৌত নৃবিজ্ঞান, সাংস্কৃতিক নৃবিজ্ঞান,
          সামাজিক নৃবিজ্ঞান ও ব্যবহারিক নৃবিজ্ঞানে বিশেষজ্ঞ।
        </p>
        <h1 className="text-slate-800 font-semibold text-2xl">
          নৃবিজ্ঞানের সংজ্ঞা
        </h1>
        <p className="text-slate-800">
          নৃবিজ্ঞান মানুষের সামগ্রিক পাঠ পর্যালোচনা করে। এজন্য নৃবিজ্ঞানী হোবেল
          (Hoebel) তাঁর ‘Cultural Anthropology’ গ্রন্থে বলেন, “Anthropology is
          the science of man and his culture: ” অর্থাৎ, নৃবিজ্ঞান হচ্ছে মানুষ ও
          তার সংস্কৃতির বিজ্ঞান। Haviland এর মতে, “Anthropology is the
          systematic study of human beings past, present and culture.” Kroeber
          তাঁর ‘Anthropology’ গ্রন্থে বলেন, “Anthropology is the science of
          group of man and their behaviour and production.” অর্থাৎ, নৃবিজ্ঞান
          হলো গোষ্ঠীভুক্ত মানুষের স্বরূপ, আচার আচরণ এবং কর্মধারার সুবিন্যাস
          আলোচনা । Herskovits এর ভাষায়, “Anthropology is the study of man his
          work by applying anthropological method.” Marvin Harris এর মতে,
          “Anthropology is the study of mankind of ancient and modern people and
          their ways of living.” Jacobes and Stern এর ভাষায়, “Anthropology is
          the scientific study of the physical, social, cultural developments
          and behaviour of human being since their appearance on earth.”
          নৃবিজ্ঞান মানুষের সামগ্রিক পাঠ হলেও এর জ্ঞান আহরণ ও বিশ্লেষণের
          প্রেক্ষাপটে স্ব-স্ব কর্মক্ষেত্র রয়েছে। নৃবিজ্ঞান বিভিন্ন মহাদেশ,
          নরগোষ্ঠী, বর্ণ, ধর্ম, অর্থনীতি ও সংগঠনের সমাজ নিয়ে গবেষণা করেন।
          নৃবিজ্ঞান মানুষকে প্রাণিজগতের একটি বিশিষ্ট জীব হিসেবে পাঠ করে।
          প্রাণিজগতের অংশ হিসেবে মানুষের উৎপত্তি, বিবর্তন, দৈহিক বিকাশ, তার
          কঙ্কালের গড়ন, প্রজনন, প্রধান প্রধান নরগোষ্ঠীকে চিহ্নিত করা, তথা আদিম
          ও আধুনিক মানুষের জাতিগত বিভিন্নতা বা প্রজাতি সম্পর্কে পঠন-পাঠন ও
          গবেষণা করে। মানব জীবাশ্ম অধ্যয়নের মাধ্যমে মানুষের বিবর্তনের ইতিহাস
          পর্যালোচনা করে। এক্ষেত্রে বলা যায়, “নৃবিজ্ঞান মানুষের উৎপত্তি
          সম্পর্কে অধ্যয়ন করে।” আমরা জানি যে, সামাজিক বিবর্তন মানুষকে তার আদিম
          প্রকৃতি ও সমাজব্যবস্থা হতে সভ্যতায় উত্তরণ করেছে। ভিন্ন ভিন্ন
          সাংস্কৃতিক প্রলক্ষণগুলো এক সামাজিক গোষ্ঠী হতে আর এক সামাজিক গোষ্ঠীতে
          সংক্রমিত হয়েছে। আদিম মানবসমাজ কিরূপ ছিল তার ইতিহাস রচনায় বর্তমান
          যুগের আদিবাসীদের সাংস্কৃতিক প্রলক্ষণসমূহকে পরীক্ষা- নিরীক্ষা চালিয়ে
          আদিম সমাজের পর্যালোচনা হচ্ছে। কারণ এসব সংস্কৃতির আদান- প্রদানের
          মাধ্যমেই এক যুগ থেকে অন্য যুগে বর্তায়। বস্তুনির্ভর অন্তর্দৃষ্টি দিয়ে
          সমাজের দুর্বোধ্য ক্রিয়াকলাপ পর্যবেক্ষণের সুবিধার্থে নৃতত্ত্ববিদ আদিম
          সমাজের এক একটি ছোট কিন্তু সুসংহত দলের কার্যকলাপ পর্যালোচনা করেন। ছোট
          ছোট সুসংহত দলের পর্যালোচনার ফলে যে জ্ঞান ও কৌশল আয়ত্ত হয়, তার
          সাহায্যে নৃতত্ত্ববিদ ছোট-বড় আদিম সভ্য সরল-জটিল সকল সমাজের কার্যকলাপ
          সম্পর্কে সঠিক সিদ্ধান্তে উপনীত হতে আশা রাখেন। সেজন্য কোন কোন
          সাংস্কৃতিক নৃবিজ্ঞানী আদিম সমাজ সম্বন্ধে ধারণা লাভের জন্য প্রত্যক্ষ
          অনুসন্ধান চালনাকে বিশেষ মূল্য দেন। উদাহরণস্বরূপ বলা যায়, নৃবিজ্ঞানী
          ম্যালিনস্কি ও রেডক্লীফ ব্রাউন যথাক্রমে ট্ররিয়াভু দীপাঞ্চলবাসী ও
          অস্ট্রেলিয়ান আদিবাসীদের ভিতর বহু বছর কাটিয়েছেন। আবার মানুষ সমাজ থেকে
          বিচ্ছিন্ন নয় বলে নৃবিজ্ঞান সামাজিক প্রেক্ষাপটে সাংস্কৃতিক জীবনে পাঠ
          পর্যালোচনা করে।
        </p>
        <h1 className="text-slate-800 font-semibold text-xl">
          নৃবিজ্ঞান এর জনক কে?
        </h1>
        <p className="text-slate-800">
          নৃবিজ্ঞান এর জনক হলেন ই. বি. টেইলর ও এল. এইচ. মর্গান।
        </p>
      </div>
    </div>
  );
};

export default Anthropology;
