const Meditation = () => {
  return (
    <div className="mx-12 my-10 p-5 text-center">
      <h1 className="my-10 flex flex-col items-center justify-center font-bold text-3xl text-teal-800">
        Meditation
      </h1>
      <div className="flex flex-col items-center justify-center">
        <div>
          <h1 className="text-slate-800 font-semibold text-2xl my-3">ধ্যান</h1>
          <p className="text-slate-800 my-1">
            ধ্যান হল এক ধরনের অনুশীলন যেখানে কোনও ব্যক্তি কিছু কৌশল যেমন
            মননশীলতা, বা কোনও নির্দিষ্ট বিষয়, চিন্তা বা কাজের প্রতি
            মনোনিবদ্ধকরণ এর মাধ্যমে মনোযোগ ও সচেতনতা বৃদ্ধি করে এবং স্বচ্ছ
            মানসিক এবং শান্তিপূর্ণ আবেগী এবং স্থিতিশীল অবস্থা অর্জন করতে পারে।
            বিশেষজ্ঞদের মতে ধ্যানের সংজ্ঞা দেওয়াটা মুশকিলই বটে। কারণ,
            ঐতিহ্যভেদে এর কৌশলে নানারূপ পরিবর্তন লক্ষ করা যায়।
          </p>
          <p className="text-slate-800 my-1">
            বিভিন্ন ধর্মে সুপ্রাচীনকাল থেকেই আধ্যাত্মিকতার অংশ হিসেবে ধ্যানের
            অনুশীলন ও চর্চা হয়ে আসছে। মেডিটেশনের (ধ্যান) প্রথম দিকের তথ্যসমূহ,
            বেদান্তবাদী হিন্দু ঐতিহ্য থেকে পাওয়া যায়। উনিশ শতক থেকে ‌এশিয়ান
            এইসব মেডিটেশনের কৌশল মোটামুটি অন্য সব সংস্কৃতিতে বিস্তার লাভ করে এবং
            এটি আধ্যাত্মবাদ ছাড়া অন্য কিছু কর্মকাণ্ড যেমন, স্বাস্থ্য,
            ব্যবসায়িক উন্নতি প্রভৃতির ক্ষেত্রেও ব্যবহৃত হতে থাকে।
          </p>
          <p className="text-slate-800 my-1">
            মেডিটেশন তথা ধ্যানের ব্যবহার হতে পারে মানসিক চাপ, উদ্বেগ, হতাশা,
            যন্ত্রণা ইত্যাদি হ্রাস করতে এবং শান্তি, উপলব্ধি, আত্মবিশ্বাস এবং
            সুস্থতা বাড়ানোর লক্ষ্যে। এর সম্ভাব্য স্বাস্থ্য ( মনস্তাত্ত্বিক,
            স্নায়বিক এবং কার্ডিওভাসকুলার ) এবং অন্যান্য বিষয়ক প্রভাবসমূহ নিয়ে
            সাম্প্রতিককালে গবেষণা চলছে।
          </p>
        </div>

        <div>
          <h1 className="text-slate-800 font-semibold text-xl my-2">ইতিহাস</h1>

          <p className="text-slate-800 my-1">
            সুনির্দিষ্টভাবে কবে ধ্যানের উৎপত্তি হয়েছিল তা অজানা থাকলেও
            প্রত্নতত্ত্ববিদ ও গবেষকগণ একমত যে তা প্রায় ৫০০০ বছর আগে উৎপত্তি লাভ
            করেছিল। ধ্যানচর্চার সবচেয়ে প্রাচীন দলিল পাওয়া যায় প্রায় ১৫০০
            খ্রিষ্টপূর্বাব্দের বেদে। টাও ও বুদ্ধের ধ্যান পদ্ধতির বিকাশ ঘটে
            খ্রিষ্টপূর্ব ৬০০-৫০০ সালে। খ্রিষ্টপূর্ব ৪০০-১০০ সালে পতঞ্জলির যোগ
            সূত্র প্রণীত হয় যেখানে অষ্টাঙ্গা ধ্যানের বর্ণনা পাওয়া যায়।
            খ্রিষ্টপূর্ব ৪০০ - ২০০ সালে ভগবদ গীতা লিখিত হয় যেখানে যোগ, ধ্যান
            এবং আধ্যাত্মিক জীবন যাপনের পদ্ধতি নিয়ে বর্ণনা রয়েছে। ৬৫৩
            খ্রিষ্টাব্দে জাপানে প্রথম ধ্যান হল খোলা হয়। অষ্টাদশ শতকে ধ্যানের
            প্রাচীন শিক্ষার অনুবাদ পাশ্চাত্যে পৌঁছায়। বিংশ শতকে ধ্যানের বিভিন্ন
            মেথড উদ্ভাবিত হয়।
          </p>

          <h1 className="text-slate-800 font-semibold text-2xl my-2">
            নামতত্ত্ব
          </h1>

          <p className="text-slate-800 my-1">
            ইংরেজি meditation শব্দটি প্রাচীন ফরাসি meditacioun থেকে এসেছে। আবার
            ল্যাটিন শব্দ meditatio এসেছে ক্রিয়াপদ meditari থেকে যার অর্থ চিন্তা
            করা, মনযোগ দেওয়া, কল্পনা করা ইত্যাদি। একটি আনুষ্ঠানিক এবং ধাপে ধাপে
            অনুশীলনীয় ক্রিয়া হিসেবে মেডিটিটিও শব্দটির ব্যবহার দ্বাদশ শতাব্দীর
            সন্ন্যাসী গুইগো দ্বিতীয়র কাছ থেকে পাওয়া যায়।
          </p>
          <p className="text-slate-800 my-1">
            এইসব ঐতিহাসিক ব্যবহার ছাড়াও meditation শব্দটি পূর্বাঞ্চলীয়
            আধ্যাত্মবাদী অনুশীলন হিসেবেও পরিচিত ছিল; হিন্দুধর্ম এবং বৌদ্ধধর্মে
            যাকে ধ্যান বলে আখ্যায়িত করা হয়েছে। ধ্যান শব্দটি এসেছে সংস্কৃত শব্দ
            ধ্যা থেকে যার অর্থ মনোনিবদ্ধ করণ, ধ্যানে নিমজ্জন আবার সংস্কৃত যোগ
            শব্দটির একাধিক অর্থ রয়েছে। এটি সংস্কৃত যুজ ধাতু থেকে ব্যুৎপন্ন, যার
            অর্থ নিয়ন্ত্রণ করা, যুক্ত করা বা ঐক্যবদ্ধ করা। যোগ শব্দটির আক্ষরিক
            অর্থ তাই যুক্ত করা, ঐক্যবদ্ধ করা, সংযোগ বা পদ্ধতি। সম্ভবত
            যুজির্সমাধৌ শব্দটি থেকে যোগ শব্দটি এসেছে, যার অর্থ চিন্তন বা
            সম্মিলন। দ্বৈতবাদী রাজযোগের ক্ষেত্রে এই অনুবাদটি যথাযথ। কারণ উক্ত
            যোগে বলা হয়েছে চিন্তনের মাধ্যমে প্রকৃতি ও পুরুষের মধ্যে ভেদজ্ঞান
            জন্মে।
          </p>
          <p className="text-slate-800 my-1">
            যিনি যোগ অনুশীলন করেন বা দক্ষতার সহিত উচ্চমার্গের যোগ দর্শন অনুসরণ
            করেন, তাকে যোগী বা যোগিনী বলা হয়।
          </p>
          <p className="text-slate-800 my-1">
            এছাড়া মেডিটেশন শব্দটি দ্বারা ইসলামের সূফিবাদের আধ্যাত্মিক অনুশীলন
            অন্যান্য ঐতিহ্যের অনুশীলনসমূহ যেমন ইহুদীদের কাবালাহ এবং খ্রিস্টান
            হেসিচামস সম্পর্কিত রীতিগুলিকেও বোঝানো যেতে পারে।
          </p>

          <h1 className="text-slate-800 font-semibold text-xl my-2">
            আভিধানিক সংজ্ঞা
          </h1>

          <p className="text-slate-800 my-1">
            অভিধানসমূহ ল্যাটিন অর্থ গভীরভাবে চিন্তা করা পাশাপাশি জনপ্রিয়
            ব্যবহারিক অর্থসমূহ যেমন সময় ধরে মনকে কেন্দ্রীভূত করা,শুধুমাত্র একটি
            বিষয়ের প্রতি আপনার দৃষ্টি নিবদ্ধ করা চাই তা ধর্মীয় ক্রিয়াকলাপ
            হিসাবে হোক বা শান্ত ও স্বচ্ছন্দ হওয়ার উপায় হিসাবে হোক, এবং
            আধ্যাত্মিক চৈতন্যের উচ্চস্তরে পৌঁছানোর লক্ষ্যে মানসিক অনুশীলনে (যেমন
            কারও শ্বাস ফেলা বা মন্ত্রের পুনরাবৃত্তিতে মনোনিবেশ করা) নিযুক্ত
            হওয়।
          </p>
          <h1 className="text-slate-800 font-semibold text-xl my-2">
            পারিভাষিক সংজ্ঞা
          </h1>
          <p className="text-slate-800 my-1">
            আধুনিক মনস্তাত্ত্বিক গবেষণায়, ধ্যানকে বিভিন্ন উপায়ে সংজ্ঞায়িত ও
            বৈশিষ্ট্য নির্ধারণ করা হয়েছে। এগুলির মধ্যে অনেকে মনোযোগের ভূমিকার
            উপর জোর দিয়ে থাকেন এবং ধ্যানের বৈশিষ্ট্যমূলক ধর্ম হিসেবে বলেন,
            বিবাদমূলক চিন্তাভাবনা বা যুক্তি কে ছাড়িয়ে গিয়ে আরও গভীর, আরও
            ধর্মভীরু বা আরও স্বাচ্ছন্দ্যময় অবস্থা অর্জনের প্রচেষ্টা।
          </p>

          <h1 className="text-slate-800 font-semibold text-2xl my-2">
            ধরন এবং কৌশলসমূহ
          </h1>

          <h1 className="text-slate-800 font-semibold text-xl my-2">
            শ্রেণীবিভাগসমূহ
          </h1>
          <p className="text-slate-800 my-1">
            পশ্চিমে, মেডিটেশনের অনুশীলনসমূহকে কখনও কখনও বড় দুটি ভাগে ভাগ করা
            হয়:মনোনিবশনমূলক ধ্যান এবং উন্মুক্ত পর্যবেক্ষণমূলক (বা মননশীলতা )
            ধ্যান।
          </p>
          <p className="text-slate-800 my-1">
            মানসিক মনোযোগের পদ্ধতি .... একজন অনুশীলনকারী গভীরভাবে একটি বিশেষ
            বস্তুর ওপর মনযোগ ধরে রাখার অনুশীলন করতে পারে(একে বলে মনোনিবশনমূলক
            ধ্যান); অথবা কিছু কাজের ওপর সে মনযোগের অনুশীল করতে পারে যেগুলোতে
            পূর্ণ চেতনায় থাকতে হয় (একেই বলে মননশীলতার ধ্যান) অথবা দুটো বিষয়েই
            ধ্যানের অনুশীলন করতে পারে।
          </p>
          <p className="text-slate-800 my-1">
            মনোনিবেশমূলক পদ্ধতিগুলোর মধ্যে আছে, শ্বাস-প্রশ্বাস, কোনো চিন্তা বা
            অনুভূতি (যেমন মৈত্রিপূর্ণ মনোভাব, ভালোবাসা-দয়া, বন্ধুত্ব, সৌভাগ্য
            ইত্যাদি) বা কোআন (বিশেষ ধরনের ধাঁধাসমূহ) অথবা মন্ত্র ইত্যাদির প্রতি
            মনোযোগ প্রদান করা
          </p>
          <p className="text-slate-800 my-1">
            উন্মুক্ত মননশীলতার পদ্ধতিগুলোর মধ্যে আছে পূর্ণ মননশীলতার চর্চা
            (চেতনা জাগ্রত করার বিশেষ পদ্ধতি), শিকানতাযা (বিশেষ ধরনের নীরবতার
            সাধনা)। উভয় পদ্ধতি ব্যবহার করে অভ্যাস করার ক্ষেত্রে যেসব পদ্ধতি
            ব্যবহার করা হয় সেগুলোর মধ্যে বিশেষভাবে উল্লেখযোগ্যগুলি হল,
            বিপশ্যনা, শমথ প্রভৃতি।
          </p>
          <p className="text-slate-800 my-1">
            চিন্তাহীন পদ্ধতিতে, অনুশীলনকারী পুরোপুরি সজাগ, সচেতন থাকে এবং নিজস্ব
            অনুষঙ্গসমূহ নিয়ন্ত্রণে রাখেন তবে কোনও অযাচিত চিন্তাভাবনা অনুভব করেন
            না। এই পদ্ধতিতে চিন্তাকে বিচার করা বন্ধ করতে হয় এবং চিন্তা থেকে
            অনেকটা বিচ্ছিন্নই হয়ে যেতে হয়। তবে চিন্তাভাবনাগুলি থামিয়ে দেওয়া
            এর লক্ষ্য নয়। সাহাজা যোগ সাধনায় চিন্তা ভাবনা বন্ধ রাখাকেই
            প্রাধান্য দেওয়া হয়েছে। আলোক উজ্জ্বল যোগ সাধনারও উদ্দেশ্য হল
            চিন্তাশূণ্য মানসিক অবস্থা তৈরি যে অবস্থাকে হুইনেঙ্গ এবং ইয়াওশান
            য়েইয়ান (ইংরেজি: Yaoshan Weiyan) কর্তৃক চিন্তাহীন অবস্থা হিসেবে
            আখ্যায়িত করা হয়েছে।{" "}
          </p>
          <p className="text-slate-800 my-1">
            আরেকটি গবেষণা এও বলছে যে, মন্ত্রপাঠাধ্যান (ইংরেজি: transcendental
            meditation) এবং এরকম আরও কিছু ধ্যানকে স্বয়ংক্রিয় সেলফ
            ট্রান্সেন্ডিং কৌশল (ইংরেজি: Automatic self-transcending technique)
            অন্য আরও কিছু শ্রেণিবিভাগে অবশ্য মেডিটেশনকে মনোনিবেশমূলক, উৎপাদী,
            গ্রাহী এবং প্রতিক্ষেপণীয় অনুশীলন নামে চারভাগে ভাগ করা হয়েছে।
          </p>

          <div>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              প্রকারভেদ
            </h1>
            <p className="text-slate-800 my-1">
              নিয়ম পদ্ধতির ভিন্নতা অনুসারে ধ্যানে প্রকারভেদ
              বিদ্যমান।উল্লেখযোগ্য কিছু প্রকার হলঃ
            </p>
            <li className="text-slate-800 my-1">যোগ ধ্যান</li>
            <li className="text-slate-800 my-1">অষ্টাঙ্গা ধ্যান</li>
            <li className="text-slate-800 my-1">চক্রভেদে ধ্যান</li>
            <li className="text-slate-800 my-1">রেচক পূরকে ধ্যান</li>
          </div>

          <div>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              ব্যাপ্তিকাল
            </h1>
            <p className="text-slate-800 my-1">
              ট্রান্সসেন্টেন্টাল মেডিটেশন কৌশলে প্রতিদিন ২০ মিনিট দুবার
              অনুশীলনের পরামর্শ দেয়া হয়। কিছু কৌশল কম সময় প্রস্তাব করা হয়,
              বিশেষ করে ধ্যান শুরু করার সময়। এছাড়া রিচার্ড ডেভিডসন গবেষণার
              উদাহরণ দিয়ে বলেছেন যে, প্রতিদিন মাত্র ৮ মিনিট অনুশীলন করে অনেক
              উপকার পাওয়া যায়, কিছু ধ্যানকারী দীর্ঘকাল ধরে অনুশীলন করেন, বা
              বিশেষত যখন কোনও কোর্সে বা আধ্যাত্মিক সন্নাসস্থলে যান। কিছু
              ধ্যানকারীরা ভোর হওয়ার কয়েক ঘন্টা আগে অনুশীলনকে সেরা মনে করেন।
            </p>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              অঙ্গবিন্যাস
            </h1>
            <p className="text-slate-800 my-1">
              যোগ-আসনসমূহ যেমন, পূর্ণ পদ্মাসন, অর্ধ পদ্মাসন, বর্মি, সিইজা এবং
              হাঁটুর বিভিন্ন অবস্থান বৌদ্ধ, জৈন ও হিন্দু ধর্মে বেশ জনপ্রিয়।
              যদিও অন্যান্য কিছু আসন যেমন, উপবেশন, শয়ন, দণ্ডয়ন ইত্যাদিরও
              ব্যবহারও রয়েছে। মেডিটেশন মাঝে মাঝে হাঁটার সময়ও করা হয়; যাকে
              কিনহিন বলা হয়। তাছাড়া সহজ কোনও কাজ মনোযোগ দিয়ে করার সময়ও করা
              যায়; যাকে সামু বলা হয়। শুয়ে থাকা অবস্থায়ও করা যায়; যাকে বলে
              শবাসন বলা হয়।
            </p>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              তসবিহ বা জপমালার ব্যবহার
            </h1>
            <p className="text-slate-800 my-1">
              কিছু ধর্মাবলম্বীদের মধ্যে ভক্তিপূর্ণ ধ্যানের জন্য তসবিহ জাতীয়
              প্রার্থনা-পুঁতি সরঞ্জাম হিসাবে ব্যবহার করার রীতি রয়েছে। বেশিরভাগ
              তসবিহ ও খ্রীস্টানদের রোসারি জপমালাগুলো কিছু পুঁতি একটা সুতো দিয়ে
              একসঙ্গে যুক্ত করে তৈরি। রোমান ক্যাথলিক আমলের জপমালায় একটি তসবির
              ছড়ায় ছোট ছোট পাঁচ ধরনের দশটি করে পুঁতি থাকতো। হিন্দু জপ মালার
              ১০৮ টি দানা রয়েছে ১০৮ অঙ্কটির মধ্যে আধ্যাত্মিক তাৎপর্য রয়েছে,
              সেইসাথে জৈন ধর্ম এবং বৌদ্ধ প্রার্থনার পুঁতিতেও এর ব্যবহার
              রয়েছে।কোনও ব্যক্তি একটি মন্ত্র পাঠ করে একটি করে পুঁতি গণনা করে
              এভাবে পুরো এক চক্কর মন্ত্র পাঠ করে। মুসলিম মিসবাহ নামক তসবিহতে 99
              টি পুঁতি রয়েছে।
            </p>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              ধ্যানে বিঘ্ন ঘটা
            </h1>
            <p className="text-slate-800 my-1">
              বৌদ্ধ সাহিত্যের আধ্যাত্মবাদের অনেক গল্প রয়েছে যেখানে দেখানো
              হয়েছে যে, শিষ্যরা ধ্যানে বসলে গুরুরাই ধ্যানে বিঘ্ন ঘটাতেন। টি.
              গ্রিফিথ ফোকের মতে, উৎসাহ বৃদ্ধিজনিত এই বিঘ্নতা জেন অনুশীলনের
              (উপর্যুক্ত কোআন তথা বিশেষ জটিল ধাঁধাঁ শোনার অনুশীলন) একটি
              অবিচ্ছেদ্য অঙ্গ ছিল। রিচার্ড ডেভিডসন এই মতামত ব্যক্ত করেছেন যে,
              একটি বাণী প্রতিদিনের অনুশীলন বজায় রাখা সহজ করে দেয়। উদাহরণস্বরূপ
              তিনি নিজে এই শিক্ষার প্রতি অবনত হয়েছেন যে, প্রাথমিকভাবে আমার
              সুবিধার জন্য নয়, অন্যের উপকারের জন্য।
            </p>
          </div>

          <div>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              ধর্মীয় এবং আধ্যাত্মিক ধ্যান
            </h1>

            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              ভারতীয় ধর্ম
            </h1>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              হিন্দুধর্ম
            </h1>
            <p className="text-slate-800 my-1">
              হিন্দু ধর্মাবলম্বীদের মধ্যে ধ্যানের অনেক পদ্ধতি এবং শৈলী রয়েছে।
              প্রাক-আধুনিক এবং ঐতিহ্যগত হিন্দুধর্মে, যোগব্যায়াম এবং ধ্যান মূলত
              চর্চা করা হয় নিজের পরমাত্মা বা আত্মার ঐক্য বুঝতে। হিন্দু দর্শনে
              যোগ ছয়টি মূল দার্শনিক শাখার একটি। যোগ শাখাটি সাংখ্য শাখাটির সঙ্গে
              ওতোপ্রতোভাবে জড়িত।
            </p>
            <p className="text-slate-800 my-1">
              নিয়ম পদ্ধতির ভিন্নতা অনুসারে হিন্দু ধ্যানে প্রকারভেদ বিদ্যমান।
              উল্লেখযোগ্য কিছু প্রকার হলঃ
            </p>
            <li className="text-slate-800 my-1">যোগ ধ্যান</li>
            <li className="text-slate-800 my-1">অষ্টাঙ্গা ধ্যান</li>
            <li className="text-slate-800 my-1">চক্রভেদে ধ্যান</li>
            <li className="text-slate-800 my-1">সুফি ধ্যান</li>
            <li className="text-slate-800 my-1">রেচক পূরকে ধ্যান</li>
            <p className="text-slate-800 my-1">
              অদ্বৈত বেদান্তে একে বলা হয়েছে সর্বব্যাপী এবং অদ্বৈত ব্রাহ্মণের
              হিসেবে। দ্বৈত যোগব্যায়াম বিদ্যালয় এবং সংখ্যায় আত্মাকে পুরুষ বলা
              হয়েছে, যা পদার্থ থেকে পৃথক একটি শুদ্ধ চেতনা। হিন্দুধর্মে উপর
              মুক্তিমূলক কার্যক্রমকে নাম দেওয়া হয়েছে মোক্ষ, বিমুক্তি বা কৈবল্য
              ।
            </p>
            <p className="text-slate-800 my-1">
              হিন্দু সাহিত্যে ধ্যানের প্রথম স্পষ্ট উল্লেখগুলির মধ্যে উপনিষদ এবং
              মহাভারতে ( ভগবদ গীতা সহ) উল্লেখ পাওয়া যায়। গ্যাভিন ফ্লাডের মতে
              প্রাচীন বৃহদারণ্যক উপনিষদ ধ্যানের বর্ণনা দিচ্ছে এভাবে যে, শান্ত ও
              মনোনিবেশিত হয়ে কেউ তার নিজের মধ্যে আত্মাকে অনুধাবন করে।
            </p>
            <p className="text-slate-800 my-1">
              শাস্ত্রীয় হিন্দু যোগসাধনায় সবচেয়ে প্রভাবশালী লিপি হল পতঞ্জলির র
              যোগ সূত্র (৪০০ খ্রিষ্টাব্দ),যা মনকে নিয়ন্ত্রণ করার একটি উপায়,
              তাকে রাজযোগ বা অষ্টাঙ্গযোগ নামে চিহ্নিত করা হয় অষ্টাঙ্গযোগ কৈবল্য
              (একাকিত্ব) এর দিকে ধাবিত করে। পতঞ্জলির অষ্টাঙ্গ যোগগুলো হচ্ছে-
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ১. যম (পাঁচটি পরিহার)
            </h1>
            <p className="text-slate-800 my-1">
              অহিংসা, সত্য, অস্তেয়, ব্রহ্মচর্য ও অপরিগ্রহ।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ২. নিয়ম (পাঁচটি ধার্মিক ক্রিয়া)
            </h1>
            <p className="text-slate-800 my-1">
              পবিত্রতা, সন্তুষ্টি, তপস্যা, সাধ্যায় ও ঈশ্বরের নিকট আত্মসমর্পণ।
              যম ও নিয়ম এ দুয়েরই উদ্দেশ্য হল ইন্দ্রিয় ও চিত্তবৃত্তিগুলিকে দমন
              করা এবং এগুলিকে অন্তর্মুখী করে ঈশ্বরের সঙ্গে যুক্ত করা।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ৩. আসন
            </h1>
            <p className="text-slate-800 my-1">
              যোগ অভ্যাস করার জন্য যে ভঙ্গিমায় শরীরকে রাখলে শরীর স্থির থাকে অথচ
              কোনোরূপ কষ্টের কারণ ঘটেনা তাকে আসন বলে। সংক্ষেপে স্থির ও
              সুখজনকভাবে অবস্থান করার নামই আসন।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ৪. প্রাণায়ম (প্রাণবায়ু নিয়ন্ত্রণ)
            </h1>
            <p className="text-slate-800 my-1">
              প্রাণস্বরূপ নিঃশ্বাস-প্রশ্বাস নিয়ন্ত্রণের মাধ্যমে জীবনশক্তিকে
              নিয়ন্ত্রণ।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ৫. প্রত্যাহার
            </h1>
            <p className="text-slate-800 my-1">
              বাইরের বিষয়গুলি থেকে ইন্দ্রিয়কে সরিয়ে আনা। আসন ও প্রাণায়ামের
              সাহায্যে শরীরকে নিশ্চল করলেও ইন্দ্রিয় ও মনের চঞ্চলতা সম্পূর্ণ দূর
              নাও হতে পারে। এরূপ অবস্থায় ইন্দ্রিয়গুলোকে বাহ্যবিষয় থেকে
              প্রতিনিবৃত্ত করে চিত্তের অনুগত করাই হল প্রত্যাহার।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ৬. ধারণা
            </h1>
            <p className="text-slate-800 my-1">
              কোনো একটি বিষয়ে মনকে স্থিত করা। কোনো বিশেষ বস্তুতে বা আধারে
              চিত্তকে নিবিষ্ট বা আবদ্ধ করে রাখাকে ধারণা বলে।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ৭. ধ্যান
            </h1>
            <p className="text-slate-800 my-1">
              মনকে ধ্যেয় বিষয়ে বিলীন করা। যে বিষয়ে চিত্ত নিবিষ্ট হয়, সে
              বিষয়ে যদি চিত্তে একাত্মতা জন্মায় তাহলে তাকে ধ্যান বলে। এই
              একাত্মতার অর্থ অবিরতভাবে চিন্তা করতে থাকা।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ৮. সমাধি
            </h1>
            <p className="text-slate-800 my-1">
              ধ্যেয়ের সঙ্গে চৈতন্যের বিলোপসাধন। ধ্যান যখন গাঢ় হয় তখন ধ্যানের
              বিষয়ে চিত্ত এমনভাবে নিবষ্ট হয়ে পড়ে যে, চিত্ত ধ্যানের বিষয়ে লীন
              হয়ে যায়। এ অবস্থায় ধ্যান রূপ প্রক্রিয়া ও ধ্যানের বিষয় উভয়ের
              প্রভেদ লুপ্ত হয়ে যায়। চিত্তের এই প্রকার অবস্থাকেই সমাধি বলে। এই
              সমাধি প্রকার - সবিকল্প এবং নির্বিকল্প। সাধকের ধ্যানের বস্তু ও
              নিজের মধ্যে পার্থক্যের অনুভূতি থাকলে, তাকে বলা হয় সবিকল্প সমাধি।
              আবার সাধক যখন ধ্যেয় বস্তুর সঙ্গে একাত্ম হয়ে যান সে অবস্থাকে বলা
              হয় নির্বিকল্প সমধি। তখন তাঁর মনে চিন্তার কোনো লেশমাত্র থাকে না।
              এই সমাধি লাভ যোগসাধনার সর্বোচ্চ স্তর, যোগীর পরম প্রাপ্তি।
            </p>
            <p className="text-slate-800 my-1">
              হিন্দু মেডিটেশনের পরবর্তী উন্নয়নের মধ্যে হঠ যোগা প্রদীপিকার মতো
              হঠ যোগা (বলপূর্বক যোগ) সংকলন, ভক্তি যোগের বিকাশকে মেডিটেশন এবং
              তন্ত্রের একটি প্রধান রূপ হিসাবে গণ্য হয়। আর একটি গুরুত্বপূর্ণ
              হিন্দু যোগ পাঠ্য হল যোগ যজ্ঞবল্ক্য, যা হথ যোগ এবং বেদন্ত দর্শনকে
              ব্যবহার করে।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              জৈনধর্ম
            </h1>
            <p className="text-slate-800 my-1">
              জৈনধর্মের ধ্যান এবং আধ্যাত্মিক অনুশীলন পদ্ধতিকে মোক্ষলাভের পথ
              হিসাবে উল্লেখ করা হয়। এর রত্নত্রয় নামে তিনটি অংশ রয়েছে: সঠিক
              ধারণা-বিশ্বাস, সঠিক জ্ঞান এবং সঠিক আচরণ।[৬০] জৈন ধর্মে ধ্যান করার
              লক্ষ্য, আত্মকে উপলব্ধি করা, পরিত্রাণ লাভ করা এবং আত্মাকে সম্পূর্ণ
              স্বাধীনতায় নিয়ে যাওয়া।[৬১] এর উদ্দেশ্য আত্মার শুদ্ধ অবস্থানে
              পৌঁছা যাকে বিশুদ্ধ চেতনা বলে, যা কোনও সম্পর্ক বা বিদ্বেষের
              ঊর্ধ্বে। অনুশীলনকারী কেবল একজন জ্ঞানবান-দ্রষ্টা (গায়্তা-দ্রষ্টা)
              হওয়ার চেষ্টা করেন। জৈন মেডিটেশনকে ধার্ম্য ধ্যান এবং শুক্ল
              ধ্যানায় বিস্তৃতভাবে শ্রেণিবদ্ধ করা যেতে পারে।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              বৌদ্ধধর্ম
            </h1>
            <p className="text-slate-800 my-1">
              বৌদ্ধধর্মের ধ্যান ধর্ম ও বৌদ্ধধর্মের দর্শন সংশ্লিষ্ট ধ্যান চর্চাকে
              বোঝায়। এর মূল ধ্যানের কৌশলগুলি প্রাচীন বৌদ্ধ লিপিগুলিতে সংরক্ষিত
              আছে এবং শিক্ষক-শিক্ষার্থীদের মাধ্যমে প্রসারিত হয়ে আরও
              বৈচিত্র্যময় হয়ে উঠেছে। বৌদ্ধ ধর্মাবলম্বীরা জাগরণ এবং নিভৃত্যের
              দিকে যাত্রাপথের অংশ হিসাবে ধ্যানের নিয়মাবলি অনুসরণ করেন। বৌদ্ধ
              ধর্মের শাস্ত্রীয় ভাষাগুলিতে ধ্যানের বিপরীতে নিকটতম ব্যবহৃত
              শব্দগুলি হল ভবানী, ঝর্ণা / ধ্যান, এবং বিপাসনা ।
            </p>
            <p className="text-slate-800 my-1">
              বৌদ্ধ ধ্যানের কৌশলগুলি বিশ্বে জনপ্রিয় হয়ে উঠেছে। অনেক
              ভিন্নধর্মাবলম্বীগণও একে ধারণ করতে শুরু করেছেন। ধ্যানমূলক
              অনুশীলনগুলিতে যথেষ্ট সমতা রয়েছে- যেমন শ্বাস ধ্যান এবং বিভিন্ন
              পুনরুদ্ধার ( আনুসাতি )। থেরভদা ঐতিহ্যে মননশীলতার বিকাশের জন্য
              পঞ্চাশেরও বেশি পদ্ধতি রয়েছে এবং একাগ্রতা বিকাশের জন্য চল্লিশটি
              পদ্ধতি রয়েছে, তিব্বতি ঐতিহ্যে হাজার হাজার দৃশ্যায়ন ধ্যান রয়েছে।
              বেশিরভাগ ক্ল্যাসিক এবং সমসাময়িক বৌদ্ধ ধ্যানের নিয়মাবলি নির্দিষ্ট
              স্কুলে নির্দিষ্ট ধরনের হয়ে থাকে।
            </p>
            <p className="text-slate-800 my-1">
              থেরবাদ ও সর্ব্বস্তিবাদের ঐতিহ্য এবং তিব্বতী ঐতিহ্য অনুসারে,
              বুদ্ধ(গৌতম বুদ্ধ) ধ্যান চর্চা থেকে উদ্ভূত দুটি প্রধান মানসিক গুণ
              চিহ্নিত করে গেছেন:
            </p>
            <li className="text-slate-800 my-1">
              নির্মলতা বা প্রশান্তি (পালি: সমথ ) যে গুণ স্থিরতা প্রদান করে,
              একীভূত করে এবং মনকে কেন্দ্রীভূত করে
            </li>
            <li className="text-slate-800 my-1">
              অন্তর্দৃষ্টি (পালি: বিপাসনা ) যা কাউকে দেখতে, অন্বেষণ করতে এবং
              আকার উপলব্ধি করতে সক্ষম করে
            </li>
            <p className="text-slate-800 my-1">
              আধুনিক যুগে এশিয়ান বৌদ্ধধর্মের উপর আধুনিকতার ছাপ এবং জেন এবং
              বিপাসনা অনুশীলনের প্রতি পশ্চিমাদের আগ্রহের কারণে বৌদ্ধ ধ্যান
              ক্রমবর্ধমান হারে জনপ্রিয়তা পাচ্ছে। পশ্চিমা বিশ্বে বৌদ্ধ ধ্যানের
              প্রচার পশ্চিমে বৌদ্ধধর্মের প্রসারের সমান্তরালে বাড়ছে।
              মননশীলতার(বৌদ্ধ শব্দ সতী থেকে উদ্ভূত) আধুনিকীকরণের ধারণা এবং
              সংশ্লিষ্ট ধ্যানচর্চাগুলি পরিবর্তিতভাবে মাইন্ডফুলনেস ভিত্তিক
              থেরাপির দ্বার উন্মোচন করে।
            </p>

            <h1 className="text-slate-800 font-semibold text-xl my-2">শিখ</h1>
            <p className="text-slate-800 my-1">
              শিখ ধর্মে, ভক্তের আধ্যাত্মিক লক্ষ্য অর্জনের জন্য সিমরান (ধ্যান)
              এবং সৎকর্ম উভয়ই প্রয়োজনীয় ভাল কাজ ছাড়া ধ্যান নিরর্থক। শিখরা
              যখন ধ্যান করে তখন তাদের লক্ষ্য ঈশ্বরের উপস্থিতি অনুভব করা এবং
              ঐশ্বরিক আলোতে নিমজ্জিত হওয়া। কেবলমাত্র ঐশ্বরিক ইচ্ছা বা আদেশেই
              ভক্তকে ধ্যান করতে আগ্রহী করে। নাম জপা বলে ঈশ্বরের নাম বা মহৎ
              গুণাবলি আওড়ানোর রীতিও এর মধ্যে অন্তর্ভুক্ত।
            </p>

            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              পূর্ব এশীয় ধর্মসমূহ
            </h1>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              তাওবাদ
            </h1>
            <p className="text-slate-800 my-1">
              তাওবাদী ধ্যান তার দীর্ঘ ইতিহাসে মনোনিবেশ, দৃশ্যায়ন, কিউই চাষ, মনন
              এবং মননশীলতার মেডিটেশনসহ বিভিন্ন কৌশল বিকাশ করেছে। ঐতিহ্যবাহী
              তাওবাদী ধ্যানমূলক অনুশীলনসমূহ প্রায় ৫ম শতাব্দী থেকে চীনা
              বৌদ্ধধর্ম দ্বারা প্রভাবিত ছিল এবং ঐতিহ্যবাহী চৈনিক চিকিৎসাশাস্ত্র
              এবং চৈনিক মার্শাল আর্টকে প্রভাবিত করেছিল।
            </p>
            <p className="text-slate-800 my-1">
              লিভিয়া কোহন তিনটি মৌলিক ধরনের তাওবাদী ধ্যানকে পৃথক করেন:
              কেন্দ্রীকরণ, অন্তর্দৃষ্টি এবং ভিজ্যুয়ালাইজেশন। ডিং (চাইনিজ: 定,
              আক্ষরিক অর্থ সিদ্ধান্ত, গ্রহণ, স্থিতিঅর্জন, স্থিতিশীলতা) যার
              ব্যবহারিক অর্থ গভীরভাবে মনোনিবশন, একাগ্রভাবে চিন্তন বা নিখুঁতভাবে
              অবগাহন। (চাইনিজ: 觀, আক্ষরিক অর্থ দেখো, পর্যবেক্ষণ করো, তাকাও) যার
              ব্যবহারিক অর্থ এমন ধ্যান যা ডাও (ইংরেজি: Dao) এর সঙ্গে একীভবন এবং
              নিমজ্জনের কথা বলে। এই পদ্ধতি তাং রাজবংশের (৬১৮-৯০৭) তাওবাদী
              শিক্ষাগুরুদের হাতে বিকশিত হয়। এই পদ্ধতির ভিত্তি ছিল বিপাসনা
              (অন্তর্দৃষ্টি বা জ্ঞান)-ধ্যান এর টিয়ানটাই নামক বৌদ্ধ অনুশীলন।কুন
              (চাইনিজ: 存, আক্ষরিক অর্থ বিদ্যমান, উপস্থিত, অস্তি) যাতে
              অস্তিত্বের কারণ ঘটানো বা, অস্তিত্বে আনয়ন করা এজাতীয় মর্ম পাওয়া
              যায়। এই পদ্ধতি তাওবাদী শ্যাংকিং এবং লিঙ্গবাও বিদ্যালয়গুলো দ্বারা
              জনপ্রিয়তা লাভ করে। একজন ধ্যানকারী তাদের দেহের অভ্যন্তরে সৌর এবং
              চন্দ্রের নির্যাস, নির্মল আলো এবং দেবদেবীদের কল্পনা করে বা অস্তিত্ব
              অনুভব করে , যা সম্ভবত স্বাস্থ্য এবং দীর্ঘায়ু দান করে এমনকি জিয়ান
              (চাইনিজ: 僊, অমরত্ব প্রাপ্তিও ঘটে) খ্রিস্টপূর্ব চতুর্থ শতাব্দীর
              শেষের দিকে গুয়ানজি প্রবন্ধ নিই (অভ্যন্তরীণ প্রশিক্ষণ) হল কি চাষ
              এবং শ্বাস-নিয়ন্ত্রণের ধ্যান কৌশল বিষয়ে খুঁজে পাওয়া সর্বাধিক
              প্রাচীন রচনা।
            </p>
            <p className="text-slate-800 my-1">
              উদ্ধৃতি, যখন তুমি তোমার মনকে প্রশস্ত করো এবং একে ছেড়ে যাও, যখন
              তুমি তোমার শ্বাস-প্রশ্বাস ধীরে ধীরে নাও এবং একে লম্বা করো, যখন
              তোমার শরীর শান্ত এবং স্থির: এবং তুমি এককে বজায় রাখতে পারো এবং
              অগণিত ঝামেলা ঝেড়ে ফেলতে পারো... একেই বলে শ্বাস-চক্রায়ন: তোমার
              চিন্তাভাবনা এবং কাজ মনে হবে স্বর্গীয়।
            </p>
            <p className="text-slate-800 my-1">
              (সি. খ্রিস্টপূর্ব ৩য় শতাব্দী) তাওবাদী (ইংরেজি: Zhuangzi) লিপিবদ্ধ
              করেন zuowang বা বিস্মরণ উপবেশন ধ্যান। কনফুসিয়াস তাঁর শিষ্য ইয়ান
              হুইকে বসো এবং ভুলে যাও এর অর্থটি ব্যাখ্যা জিজ্ঞেস করলে বলেন: আমি
              আমার অঙ্গগুলি এবং দেহকাণ্ড স্লথ করি, বুদ্ধি ম্লান করি, আমার রূপ
              হতে বিচ্ছিন্ন হই, জ্ঞানকে পিছনে ছেড়ে যাই এবং যাত্রাপথের সাথে
              অভিন্ন হয়ে যাই।{" "}
            </p>
            <p className="text-slate-800 my-1">
              তাওবাদী ধ্যানের অনুশীলনগুলি চীনা মার্শাল আর্টের (এবং কিছু জাপানি
              মার্শাল আর্ট ) কেন্দ্রীয় বিষয়, বিশেষত কি- সম্পর্কিত নেজিয়ার
              অভ্যন্তরীণ মার্শাল আর্ট। কিছু সুপরিচিত উদাহরণ হল, daoyin
              পথনির্দেশন এবং কর্ষণ, qigong জীবন-শক্তি ব্যায়াম, neigong,
              অভ্যন্তরীণ ব্যায়াম neidan অভ্যন্তরীণ আল-কেমি, এবং taijiquan
              বিখ্যাত চূড়ান্ত মুষ্টিযুদ্ধ, যাকে চলমান ধ্যান বা ইংরেজি: moving
              meditation বলে মনে করা হয়।
            </p>

            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              ইব্রাহিমী ধর্মসমূহ
            </h1>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ইহুদীধর্মমত
            </h1>
            <p className="text-slate-800 my-1">
              ইহুদী ধর্ম হাজার হাজার বছর ধরে ধ্যানমূলক অনুশীলনগুলি ব্যবহার করে
              আসছে। উদাহরণস্বরূপ, তাওরাতে পিতৃপুরুষ ইসহাক মাঠের לשוח ( লাসুয়াচ
              ) হিসাবে বর্ণনা করা হয়েছে - সমস্ত ভাষ্যকারদের মতে এই বিশেষণের
              অর্থ কোনো ধরনের ধ্যানমূলক অনুশীলন আদিপুস্তক ২৪:৬৩ একইভাবে, তানখ
              (হিব্রু বাইবেল ) জুড়ে এমন অনেক ইঙ্গিত রয়েছে যা নবীগণ ধ্যানের
              শিক্ষা দিয়ে গেছেন।[৭৫] ওল্ড টেস্টামেন্টে মেডিটেশনের জন্য দুটি
              শব্দ আছে: Haga (হিব্রু ভাষায়: הגה) যার অর্থ দীর্ঘশ্বাস নেওয়া
              অথবা গুণগুণ করা, কিন্তু ধ্যানও করা এবং sîḥâ ( হিব্রু ভাষায়:
              שיחה), মনোরঞ্জন করা, বা মনে মনে মহড়া দেওয়া ।
            </p>
            <p className="text-slate-800 my-1">
              প্রাচীন ইহুদি লিপিগুলি ধ্যানমূলক অনুশীলনকে ব্যাপক আকারে সমর্থন করে
              যা প্রায়শই কাভানাহ তথা অভিপ্রায় সংশ্লিষ্ট। রাব্বিনিক আইনের প্রথম
              স্তর, মিশনার বর্ণনা মতে, প্রাচীণ মণিষিগণ প্রার্থনার আগে এক ঘন্টা
              অপেক্ষা করতেন যাতে তারা সর্বত্র বিরাজমান মহাসত্তার প্রতি নিজেদের
              আত্মাকে নিবিষ্ট করতে পারে( মিশন বেরেকোট 5: 1)। অন্যান্য প্রাক
              রাব্বিনিক লিপিগুলির মধ্যে সর্বত্র ঐশ্বরিক অস্তিত্বের দৃশ্যকল্পনার
              কথাও এসেছে (বি. তালমুদ সানহেড্রিন 22 এ) এবং প্রতিটি শ্বাসের জন্য
              সচেতন কৃতজ্ঞতার সাথে শ্বাস নেওয়ার নির্দেশাবলী‌ও অন্তর্ভুক্ত
              রয়েছে ( আদিপুস্তক রাব্বা 14: 9)।
            </p>
            <p className="text-slate-800 my-1">
              প্রাচীন ইহুদি ভেদবাদের মধ্যে ধ্যানের অন্যতম পরিচিত পদ্ধতিটি ছিল
              মারকাবা (Merkabah) এর ক্রিয়াপদ্ধতি- মারকাবা শব্দটির মূল ধাতু
              তিনটি অক্ষর র, ক, ব- মূলগত ভাবে অর্থ দাঁড়ায় (ঈশ্বরের) রথ বা
              বাহন। কিছু ধ্যানপদ্ধতি কাব্বালাহ নামক ইহুদীদর্শন দ্বারা প্রভাবিত
              এবং কিছু ইহুদি কাব্বালাহকে অধ্যয়নের অন্তর্নিহিত ধ্যানক্ষেত্র
              হিসাবে বর্ণনা করেছেন। কাব্বালা ধ্যানে প্রায়শই উর্ধ্বলোককে
              অন্তরচক্ষু দিয়ে দর্শন জাতীয় কর্মকাণ্ডের উল্লেখ পাওয়া যায় ।
              আরেহ কাপলান যুক্তিসাপেক্ষে দাবি করেন যে, কাব্বালা ধ্যানের চূড়ান্ত
              উদ্দেশ্য হল, ঈশ্বরকে অনুধাবন করা এবং তাঁর সাথে মজবুতভাবে জুড়ে
              যাওয়া।
            </p>
            <p className="text-slate-800 my-1">
              মেডিটেশন এখনকার সময়ের নানান জাত ও মতের ইহুদিদের মধ্যে আগ্রহের
              বিষয়ের পরিণত হয়েছে। আধুনিক ইহুদি অনুশীলনে, সব থেকে বহুল পরিচিত
              মেডিটেশন পদ্ধতিকে বলা হয় হিতবোদেবুত (hitbodedut) (התבודדות, ভিন্ন
              উচ্চারণে হিসবোদেবুস hisbodedus ), এবং এর ব্যাখ্যা পাওয়া যায়
              কাব্বালাবাদ, হাসিদবাদ এবং মুসসারবাদ প্রভৃতি মতবাদের লিপিসমূহে,
              বিশেষ করে রাব্বির হাসিদিক পদ্ধতি Nachman of Breslav । হিতবোদেবুত
              শব্দটি হিব্রু শব্দ বদেদ (בודד) থেকে এসেছে, যার অর্থ একাকী থাকা।
              অন্য একটি হাসিদিক পদ্ধতি হল হিজোবেনাসএর হাবাদ পদ্ধতি, যা বিনাহএর
              সিফিরার সাথে সম্পর্কিত। এই পদ্ধতিটি ভেদতত্ত্বের মৌলিক ধারণা
              ভালভাবে বোঝার জন্য একটি বিশ্লেষণাত্মক চিন্তন প্রক্রিয়া, যা
              হাসিদিক গ্রন্থসমূহের নীতিসমূহ অনুসরণ ও সুক্ষ্মবিশ্লেষণে সহায়তা
              করে। উনিশ শতকের মাঝামাঝি ইস্রায়েলি সালান্তার রাব্বী কর্তৃক
              প্রতিষ্ঠিত আধুনিক মুসসার আন্দোলন ঐসব অন্তর্দর্শন এবং আধ্যাত্মিক
              ধ্যানচর্চাকে গুরুত্বারোপ করে যেগুলো নৈতিক চরিত্র উন্নত করতে
              সাহায্য করে। একজন রাব্বি কনজারভেটিভ অ্যালান লিউ জোরের সাথে বলেন
              যে, তেশুওয়াহ (অনুতাপ) নামক প্রক্রিয়ায় মেডিটেশন তথা ধ্যানের
              গুরুত্বপূর্ণ ভূমিকা আছে। ইহুদিজাত বৌদ্ধরা মেডিটেশনের বৌদ্ধ
              পদ্ধতিগুলোই গ্রহণ করেছেন।
            </p>

            <h1 className="text-slate-800 font-semibold text-xl my-2">
              খ্রীষ্টধর্ম
            </h1>
            <p className="text-slate-800 my-1">
              খ্রিস্টান ধ্যান প্রার্থনা বলতে বোঝানো হয় এক ধরনের অনুশীলনকে যা
              ঈশ্বরের সান্নিধ্য লাভের জন্য সুগঠিত প্রয়াস। খ্রিস্টান ধ্যান হল
              নির্দিষ্ট কিছু চিন্তা (যেমন যীশু এবং ভার্জিন মেরি জড়িত বাইবেলের
              দৃশ্য) এর মনোনিবেশ করা এবং ঈশ্বরের প্রেমের প্রসঙ্গে এগুলোর অর্থের
              দিকে মনোনিবেশ করার প্রক্রিয়া।
            </p>
            <p className="text-slate-800 my-1">
              রোজারি হল যিশু এবং মেরির রহস্য নিয়ে ধ্যানের জন্য একটি আচার।এডমন্ড
              পি. ক্লোয়ানির মতে, খ্রিস্টান ধ্যান পূর্বাঞ্চলের মেডিটেশনের
              তুলনামূলকভাবে বিপরীত হিসাবে ব্যবহৃত হয়। যেমন, বাইবেলের পিতা
              ঈশ্বরের চিত্রিত চিত্রটি ভারতীয় শিক্ষার কৃষ্ণ বা ব্রাহ্মণের ধারণার
              বিপরীত।খ্রিস্টীয় ধ্যান মন্ত্র আওড়ানোর ওপর নির্ভর করে না এবং
              চিন্তাভাবনা এবং গভীর মর্মকে উৎসাহিত করে। খ্রিস্টীয় ধ্যানের লক্ষ্য
              ঈশ্বরের প্রেমের ভিত্তিতে ব্যক্তিগত সম্পর্ককে আরও বাড়িয়ে তোলা
              যাকে খ্রিস্টীয় সমাজতন্ত্র বলা হয়। ক্যাথলিক চার্চ খ্রিস্টান এবং
              পূর্বাঞ্চলীয় ধ্যানের পদ্ধতির সংমিশ্রণকে নিষিদ্ধ করে। ২০০৩ সালে,
              ভ্যাটিকান ঘোষণা করে যে, চার্চ এমন সব ধারণা এড়িয়ে যায় যা নতুন
              যুগের নিকটবর্তী হয়।
            </p>

            <h1 className="text-slate-800 font-bold text-4xl my-2">ইসলাম</h1>
            <p className="text-slate-800 font-semibold my-1">
              সালাত তথা নামাজ হল মুসলমানদের প্রতিদিন পাঁচবার করা ভক্তির
              বাধ্যতামূলক কাজ। এই আরাধনায় দেহ নির্দিষ্ট কিছু ভঙ্গিমার মধ্য
              দিয়ে যায় আর মন খুশু নামক একাগ্রতার স্তরে উন্নিত হয়।
            </p>
            <p className="text-slate-800 font-semibold my-1">
              দ্বিতীয় আরেকটি মেডিটেশন পদ্ধতি হল যিকির যার অর্থ ঈশ্বরকে স্মরণ
              করা এবং তার নাম উচ্চারণ করা। এটি সুফিবাদ বা ইসলামী ভেদবাদে বিভিন্ন
              ধ্যান কৌশলে ব্যাখ্যা করা হয়েছে। এটি সুফিবাদের অন্যতম প্রয়োজনীয়
              উপাদান হয়ে উঠেছে। এর পাশাপাশি আরেকটি শব্দ আছে ফিকর (চিন্তাভাবনা)
              যা জ্ঞানের দিকে পরিচালিত করে। দ্বাদশ শতাব্দীর মধ্যে সূফীবাদের
              চর্চায় নির্দিষ্ট ধ্যানমূলক কৌশল অন্তর্ভুক্ত হয় এবং এর অনুসারীরা
              শ্বাস নিয়ন্ত্রণ এবং পবিত্র শব্দের পুনরাবৃত্তি অনুশীলন করত।
            </p>
            <p className="text-slate-800 font-semibold my-1">
              সুফিবাদে বৌদ্ধদের মনোনিবেশন পদ্ধতির মত একটি ধ্যানচর্চার পদ্ধতির
              ব্যবহার হয়, যাতে অত্যন্ত তীব্রতা এবং তীক্ষ্ণ মনোনিবিষ্ট চৈতন্যের
              পদ্ধতি বিদ্যমান । উওয়াইসি-শাহমাকসূদি সুফি তরীকায়, উদাহরণস্বরূপ,
              মুরাকাবার কথা এসেছে ফারসি ভাষায় যাকে তামারকুজ বলে যার অর্থ
              মনোনিবেশন।
            </p>
            <p className="text-slate-800 font-semibold my-1">
              {" "}
              সুফিবাদে তাফাক্কুর অথবা তাদাব্বুর এর আক্ষরিক অর্থ মহাবিশ্ব উপর
              চিন্তন। ঐশ্বরিক অনুপ্রেরণা প্রাপ্তির সংবেদন জাগ্রত করে এবং হৃদয়
              এবং বুদ্ধি উভয়কেই মুক্ত করে, এমন অভ্যন্তরীণ বিকাশের অনুমতি দেয়
              যা আপাতদৃষ্টিতে জাগতিক প্রকৃতির অসীমের গুণমানকে গ্রহণ করে। মুসলিম
              শিক্ষা ঈশ্বরের প্রতি অনুগত হওয়ার পরীক্ষা হিসাবে জীবনকে আলিঙ্গন
              করে।
            </p>

            <h1 className="text-slate-800 font-semibold text-xl my-2">
              পৌত্তলিক এবং ছদ্মবেশী
            </h1>
            <p className="text-slate-800 my-1">
              যেসব মতবাদে জাদুবিদ্যার ব্যবহার আছে যেমন, Wicca, Thelema, নব্য
              প্যাগানবাদ এবং অকাল্টিজম এগুলো প্রায়ই জাদুবিদ্যাচর্চার প্রাথমিক
              অবস্থায় অনুসারীদের ওপর মেডিটেশন বা ধ্যানকে বাধ্যতামূলক করে দেওয়া
              হয়। এর কারণ হল, ধারণা করা হয়, জাদুবিদ্যায় প্রায়শই আত্মাদের
              সাথে যোগাযোগ করার জন্য বা নিজের লক্ষ্যকে ভিজুয়ালাইজ করতে মনের
              একটি নির্দিষ্ট অবস্থার প্রয়োজন হয়। অন্যদিকে কাঙ্ক্ষিত ফলাফল
              পাবার জন্য রীতিনীতি পালনের সময় দীর্ঘক্ষণ মনোনিবেশ করার প্রয়োজ
              হয়। এই ধর্মাবলম্বীদের ধ্যানের অনুশীলন বলতে সাধারণত ভিজুয়ালইজেশন,
              মহাবিশ্ব বা উচ্চতর আত্মা থেকে শক্তি গ্রহণ, অভ্যন্তরীণ শক্তিকে
              পরিচালনা এবং বিভিন্ন অবচেতন অবস্থায় চলে যাওয়া ইত্যাদিকেই বোঝায়।
              এই ধর্মগুলিতে মেডিটেশন এবং ম্যাজিক অনুশীলনগুলি প্রায়শই একটি
              অপরটির সাথে মিলে মিশে যায়।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              আধুনিক আধ্যাত্মিকতা
            </h1>
            <p className="text-slate-800 my-1">
              মন্ত্র-ধ্যান, জপমালা ব্যবহার করে বিশেষত হরে কৃষ্ণ মহা-মন্ত্রকে
              কেন্দ্র করে, গৌড়ীয় বৈষ্ণব বিশ্বাসের ঐতিহ্যের একটি কেন্দ্রীয়
              অনুশীলন এবং মন্ত্র-ধ্যান কৃষ্ণচেতনার আন্তর্জাতিক সোসাইটির (ইসকন)
              বা হরে কৃষ্ণ আন্দোলন নামেও পরিচিত । অন্যান্য জনপ্রিয় নতুন ধর্মীয়
              আন্দোলনের মধ্যে রয়েছে রামকৃষ্ণ মিশন, বেদান্ত সোসাইটি, ঐশ্বরিক
              আলোক মিশন, চিন্মায়া মিশন, ওশো, সাহা যোগ, ট্রান্সসেন্টেন্টাল
              মেডিটেশন, অখণ্ডতা বিশ্ববিদ্যালয়, ব্রহ্ম কুমারিস এবং বিহঙ্গাম যোগ।
            </p>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              সাম্প্রতিক কাল
            </h1>
            <p className="text-slate-800 my-1">
              অধুনা মেডিটেশনসমূহকে প্রায়শই পূর্বাঞ্চলীয় দর্শন, ভেদবাদ, যোগ,
              হিন্দু ধর্ম এবং বৌদ্ধধর্ম দ্বারা প্রভাবিত হিসেবে দেখা যায়, তবুও
              কিছুটা পশ্চিমা প্রভাব থাকতে পারে। পাশ্চাত্যে, ধ্যান ১৯৬০ এবং ১৯৭০
              এর সামাজিক বিপ্লবের মধ্য দিয়ে তার মূলধারার মূলধারা খুঁজে পায়,
              তখনকার যুব সমাজের অনেকেই আধ্যাত্মিক ও নৈতিক দিকনির্দেশনা প্রদানে
              খ্রিস্টধর্মকে ব্যর্থ বলে মনে করে ধর্মাবলম্বীদের বিরুদ্ধে বিদ্রোহ
              করে। প্রাক হিপ্পিসে আধুনিক যুগের মেডিটেশন অনুশীলনের ধরন হিসেবে বলা
              হয় যে, মেডিটেশন মনকে শূণ্য করে দেয় এবং একজন মানুষকে চেতনার জগতের
              চিন্তাভাবনা থেকে মুক্ত করে দেয়। এতে প্রায়শই কোনও মন্ত্রের
              পুনরাবৃত্তিমূলক উচ্চারণ বা কোনও বস্তুর উপর দৃষ্টি নিবদ্ধ করা হয়।
            </p>
          </div>

          <div>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              ধর্মনিরপেক্ষ প্রয়োগ
            </h1>

            <h1 className="text-slate-800 font-semibold text-xl my-2">
              ক্লিনিকাল অ্যাপ্লিকেশন
            </h1>
            <p className="text-slate-800 my-1">
              সম্পূরক এবং ইন্টিগ্রেটিভ হেলথের গঠিত মার্কিন ন্যাশনাল সেন্টার
              বলেছে যে ধ্যান একটি মন এবং দৈহিক অনুশীলন যা প্রশান্তি এবং শারীরিক
              শৈথিল্য করে, মনস্তাত্ত্বিক ভারসাম্য উন্নত করে, অসুস্থতার বিরুদ্ধে
              লড়াই করে, সামগ্রিক স্বাস্থ্য এবং সুস্বাস্থ্যের জন্য এর ব্যবহারের
              দীর্ঘ ইতিহাস রয়েছে। ২০১৪ এর একটি পর্যালোচনাতে দেখা গেছে যে,
              দীর্ঘমেয়াদী সাইকিয়াট্রিক বা মেডিকেল থেরাপির মধ্য দিয়ে আসা
              লোকেরা দু-ছয় মাস ধরে মননশীলতার ধ্যানের অনুশীলনে উদ্বেগ, ব্যথা এবং
              হতাশায় সামান্য উন্নতি করতে পারে। ২০১৭ সালে, আমেরিকান হার্ট
              অ্যাসোসিয়েশন একটি বৈজ্ঞানিক বিবৃতি জারি করে যে, হৃদরোগ সংক্রান্ত
              অসুস্থতার ঝুঁকি হ্রাস করতে ধ্যান একটি যুক্তিসঙ্গত সংযোজন হতে পারে।
              এই রোগগুলির উচ্চতর মানের ক্লিনিকাল গবেষণায় ধ্যানের আরও ভাল ও
              প্রকৃত নিয়মসংক্রান্ত সংজ্ঞা দেওয়া দরকার।
            </p>
            <p className="text-slate-800 my-1">
              নিম্নমানের প্রমাণসমূহ নির্দেশ করে যে, মেডিটেশন বিরক্তিকর অন্ত্রের
              সিনড্রোম (ইংরেজি: IBS), অনিদ্রা, বয়স্কদের মধ্যে চেতনা-হ্রাস,এবং
              পরবর্তী আঘাতজনিত স্ট্রেস ডিসঅর্ডারে সহায়তা করতে পারে।
            </p>

            <h1 className="text-slate-800 font-semibold text-xl my-2">
              কর্মক্ষেত্রে ধ্যান
            </h1>
            <p className="text-slate-800 my-1">
              সংস্থাতে আধ্যাত্মিকতা এবং কর্মক্ষমতা সম্পর্কিত সাহিত্যের ২০১০ এর
              একটি পর্যালোচনায় দেখা যায়, কর্পোরেট ধ্যান কর্মসূচি বৃদ্ধি
              পেয়েছে। ২০১৬ সাল নাগাদ আমেরিকার প্রায় এক চতুর্থাংশ নিয়োগকারী
              চাপ হ্রাসের জন্য বিভিন্ন উদ্যোগ গ্রহণ করে। যার লক্ষ্য ছিল, চাপ
              কমানো এবং কর্মক্ষেত্রে চাপের দরুণ সৃষ্ট প্রতিক্রিয়া উন্নত করা।
              এটনা প্রতিষ্ঠানটি এখন গ্রাহকদের কাছে এরকম প্রোগ্রাম অফার শুরু
              করেছে। গুগল ২০০৭ সাল থেকে , নিজের ভিতরে অনুসন্ধান করুন এর মত এক
              ডজনেরও বেশি মননশীলতার মেডিটেশন কোর্স সরবরাহ করে আসছে, জেনারেল মিলস
              মাইন্ডফুল লিডারশিপ প্রোগ্রাম সিরিজ অফার করে, এমন একটি কোর্স যা
              মনযোগ দেওয়ার জন্য মনের ক্ষমতা বাড়ানোর অভিপ্রায় নিয়ে
              মাইন্ডফুলনেস মেডিটেশন, যোগ এবং কথোপকথনের সংমিশ্রণ ব্যবহার করে।
            </p>

            <h1 className="text-slate-800 font-semibold text-xl my-2">
              শব্দ ভিত্তিক ধ্যান
            </h1>
            <p className="text-slate-800 my-1">
              হার্ভার্ড মেডিকেল স্কুলের হারবার্ট বেনসন ট্রান্সসেন্টেন্টাল
              মেডিটেশন কৌশল এবং তিব্বতি বৌদ্ধধর্ম সহ বিভিন্ন শাখার ধ্যানকারীদের
              নিয়ে একাধিক ক্লিনিকাল পরীক্ষা পরিচালনা করেন। ১৯৭৫ সালে, বেনসন
              রিলাক্সেশন রেসপন্স নামে একটি বই প্রকাশ করেছিলেন যেখানে তিনি দেহ ও
              মন হালকা করার জন্য ধ্যানের নিজস্ব রূপরেখা প্রদান করেন। ১৯৭০-এর
              দশকেও আমেরিকান মনোবিজ্ঞানী প্যাট্রিসিয়া ক্যারিংটন ক্লিনিক্যালি
              স্ট্যান্ডার্ডাইজড মেডিটেশন (সিএসএম) নামে একটি অনুরূপ কৌশল তৈরি
              করেছিলেন।{" "}
            </p>
            <p className="text-slate-800 my-1">
              নরওয়েতে, এসেম মেডিটেশন নামে আরও একটি শব্দ-ভিত্তিক পদ্ধতি ধ্যানের
              মনোবৈজ্ঞানিক ভিত্তি গড়ে তোলে এবং এটি বেশ কয়েকটি বৈজ্ঞানিক
              গবেষণার বিষয়বস্তু হয়ে দাঁড়ায়। বায়োফিডব্যাক প্রক্রিয়া ১৯৫০ এর
              দশক থেকে অনেক গবেষক মনের গভীরে প্রবেশের চেষ্টায় ব্যবহার করেছেন।
            </p>
          </div>

          <div>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              ইতিহাস
            </h1>

            <h1 className="text-slate-800 font-semibold text-xl my-2">
              আদিকাল থেকে
            </h1>
            <p className="text-slate-800 my-1">
              ধ্যানের ইতিহাস ঘনিষ্ঠভাবে ধর্মের সাথে জড়িত। কিছু লেখক হাইপোথিসিসও
              দাঁড় করেছেন যে, মনোযোগের ক্ষমতা বৃদ্ধি, যা ধ্যানের বিভিন্ন
              পদ্ধতির একটি মৌলিক উপাদান, মানব জৈবিক বিবর্তনের সর্বশেষতম পর্যায়ে
              অবদান রাখতে পারে। মেডিটেশনের প্রথম দিকের কিছু তথ্যের উল্লেখ ভারতের
              হিন্দু বেদে পাওয়া যায়। উইলসন সর্বাধিক বিখ্যাত বৈদিক মন্ত্র
              গায়ত্রী এর অনুবাদ করেছেন: আমরা ঐশ্বরিক সাবিত্রীর সেই আকাঙ্ক্ষিত
              আলোক অভিমুখে ধ্যান করি, যিনি আমাদের পবিত্র ধর্মীয় অনুষ্ঠানগুলিকে
              প্রভাবিত করেন (ঋগ্বেদ : মান্ডালা -৩, সুকতা -২২, রচা -10)।
              খ্রিস্টপূর্ব ৬ষ্ঠ থেকে ৫ম শতাব্দী জুড়ে, চিনে কনফুসিয়াস এবং
              টাওবাদের পাশাপাশি হিন্দু ধর্ম, জৈন ধর্ম এবং ভারতে প্রাথমিক বৌদ্ধ
              ধর্মের মাধ্যমে অন্যান্য ধরনের ধ্যানের বিকাশ ঘটে।
            </p>
            <p className="text-slate-800 my-1">
              রোমান সাম্রাজ্যে, খ্রিস্টপূর্ব ২০ শতকের দিকে আলেকজান্দ্রিয়ার ফিলো
              আধ্যাত্মিক ব্যায়াম এর কিছু ধরনের বিষয়ে লিখেছেন; যা মনোযোগ
              (prosoche) এবং মনোনিবেশনের সাথে সংশ্লিষ্ট। এবং ৩য় শতকের দিকে
              প্লটিনোস (Plotinus) ধ্যানের কৌশল রচনা করেন।
            </p>
            <p className="text-slate-800 my-1">
              খ্রিস্টপূর্ব প্রথম শতাব্দীর পালি ক্যানন বৌদ্ধ ধ্যানকে মুক্তির
              পদক্ষেপ হিসাবে বিবেচনা করেন। চীনে বৌদ্ধধর্ম ছড়িয়ে পড়ার পরে, ১০০
              খ্রিস্টপূর্বাব্দের বিমলকীর্তি সূত্রের মধ্যে মেডিটেশন সম্পর্কিত বেশ
              কয়েকটি অংশ অন্তর্ভুক্ত ছিল, যা স্পষ্টভাবে জেনের প্রতি ইঙ্গিত করে
              (চিনে চ্যান, ভিয়েতনামে থিয়ান এবং কোরিয়ায় সিওন নামে পরিচিত)।
              বৌদ্ধ ধর্মের সিল্ক রোড ট্রান্সমিশন অন্যান্য এশীয় দেশগুলিতে
              মেডিটেশনের প্রচলন ঘটায় এবং ৬৫৩ সনে সিঙ্গাপুরে প্রথম মেডিকেশনের হল
              চালু হয়। ১২২৭-এর কাছাকাছি সময়ে চীন থেকে ফিরে, ডেজেন নির্দেশনা
              লিখেছিলেন জাজেন এর।
            </p>

            <h1 className="text-slate-800 font-semibold text-xl my-2">
              মধ্যযুগীয়
            </h1>
            <p className="text-slate-800 my-1">
              যিকিরের ইসলামী অনুশীলনে ৮ম বা ৯ম শতাব্দীর পরে থেকে আল্লাহর ৯৯ নাম
              পুনরাবৃত্তি কর হত। দ্বাদশ শতাব্দীর মধ্যে সূফীবাদের চর্চায়
              নির্দিষ্ট ধ্যানমূলক কৌশল অন্তর্ভুক্ত হয় এবং এর অনুসারীরা শ্বাস
              নিয়ন্ত্রণ এবং পবিত্র শব্দের পুনরাবৃত্তিমূলক অনুশীলন শুরু করে।
              যেমন, এর মধ্যে আছে, চিশতিয়া, কাদিরিয়া প্রভৃতি তরিকা। ভারতীয় বা
              ইসলামী সুফীদের কাছাকাছি আসাটাই হয়ত খ্রিস্টান মেডিটেশনকে প্রভাবিত
              করে হিরিচ্যাসে রূপান্তর করে, তবে এটা প্রমাণ করা মুশকিল। ১০ম ও ১৪শ
              শতাব্দীর মধ্যে হেসিকাসম নামক আরেক পদ্ধতি চালু হয়, বিশেষ করে
              গ্রীসের মাউন্ট অথসে ।এতে যীশুর প্রার্থনা পুনরাবৃত্তি করা হয়।
            </p>
            <p className="text-slate-800 my-1">
              পশ্চিমা খ্রিস্টীয় মেডিটেশন একটু ভিন্ন প্রকৃতির এতে কোনও বাক্যাংশ
              বা ক্রিয়াটির পুনরাবৃত্তি করার নিযম নেই এবং এর জন্য কোনও নির্দিষ্ট
              অঙ্গভঙ্গির প্রয়োজন নেই। পশ্চিমা খ্রিস্টীয় মেডিটেশন ৬ষ্ঠ
              শতাব্দীতে বেনিডিক্টাইন সন্ন্যাসীদের মধ্যে বাইবেল পাঠের অনুশীলন
              থেকে অগ্রগতি লাভ করে যা লেকটো ডিভিনা নামে পরিচিত, যার অর্থ Divine
              reading বা ঐশ্বরিক পাঠ। এর মই-র মত চারটি আনুষ্ঠানিক ধাপের সংজ্ঞা
              দান করেন সন্ন্যাসী দ্বাদশ শতাব্দীর ধর্মযাজক গুইগো দ্বিতীয় চারটি
              লাতিন শব্দে: ectio, meditatio, oratio, and contemplatio (অর্থাৎ
              পড়ো, চিন্তা করো, প্রার্থনা করো, বাস্তবায়ন করো).
            </p>
            <p className="text-slate-800 my-1">
              পশ্চিমা খ্রিস্টীয় মেডিটেশন পরে অন্যান্য সাধুগণ যেমন ষোড়শ
              শতাব্দীর ইগনাশিয়াস লায়োলার এবং তেরেসা অব অ্যাভিলার সাধুসন্তদের
              দ্বারা বিকাশিত হয়।
            </p>

            <h1 className="text-slate-800 font-semibold text-xl my-2">
              পশ্চিমে আধুনিক প্রচার
            </h1>
            <p className="text-slate-800 my-1">
              ঊনবিংশ শতাব্দীর শেষের দিক থেকে পশ্চিমে মেডিটেশন ছড়িয়ে পড়ে,
              বিশ্বব্যাপী সকল সংস্কৃতি মধ্যে সুসম্পর্ক এবং যোগাযোগ বৃদ্ধির সাথে
              সাথে। সর্বাধিক বিশিষ্ট হল পশ্চিমে এশীয় উৎস থেকে প্রাপ্ত
              অনুশীলনগুলি। এছাড়াও পশ্চিমাদের কিছু ধ্যানমূলক অনুশীলনের প্রতি
              আগ্রহের পুনর্জাগরণ ঘটে।
            </p>
            <p className="text-slate-800 my-1">
              পূর্বাঞ্চলীয় ধ্যান সম্পর্কে ধারণাগুলি আমেরিকার জনপ্রিয়
              সংস্কৃতিতে ডুবে যাওয়া শুরু করে, এবং এই জাতীয় ধারণা
              ট্রান্সসেন্টালেন্টালিস্টদের যুগে [আমেরিকাতে] মিশে যেতে শুরু করে,
              বিশেষত ১৮৪০ এবং ১৮৮০-এর দশকের মধ্যে। পরের দশকগুলিতে আমেরিকাতে এই
              ধারণাগুলির আরও বিস্তার লাভ করেছে
            </p>
            <p className="text-slate-800 my-1">
              অতি সম্প্রতি, ১৯৬০ এর দশকে, ধ্যানচর্চায় পশ্চিমা আগ্রহের নতুন এক
              যুগান্তর ঘটে। এশিয়ার কমিউনিস্ট রাজনৈতিক শক্তির উত্থানের ফলে অনেক
              এশীয় আধ্যাত্মিক শিক্ষাগুরু পশ্চিমা দেশগুলিতে আশ্রয় নিয়েছিলেন,
              প্রায়শই শরণার্থী হিসেবে। ধ্যানের আধ্যাত্মিক রূপগুলি ছাড়াও,
              ধ্যানের ধর্মনিরপেক্ষ রূপগুলিও শেকড় গেরে বসেছে। আধ্যাত্মিক বিকাশের
              দিকে মনোনিবেশ করার পরিবর্তে ধর্মনিরপেক্ষ ধ্যান চাপ হ্রাস, মন ও দেহ
              হালকা করা এবং আত্ম-উন্নতিতে বেশি জোর দেয়।
            </p>
          </div>

          <div>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              গবেষণা
            </h1>

            <p className="text-slate-800 my-1">
              ধ্যানের প্রক্রিয়া এবং প্রভাবগুলির উপর গবেষণা স্নায়বিক গবেষণার
              একটি অপ্রধান অংশ।ধ্যানের সময় স্নায়বিক প্রতিক্রিয়া পর্যবেক্ষণ
              করতে আধুনিক বৈজ্ঞানিক প্রযুক্তি যেমন এফএমআরআই এবং ইইজি, ব্যবহৃত
              হয়। ধ্যানগবেষণার গুণগত মান বিষয়ে উদ্বেগ উত্থাপিত হয়েছে,
              অংশগ্রহনের ঝোঁক রয়েছে এমন ব্যক্তিদের নির্দিষ্ট বৈশিষ্ট্যসহ।
            </p>
            <p className="text-slate-800 my-1">
              ১৯৭০ এর দশক থেকে ক্লিনিকাল সাইকোলজি এবং সাইকিয়াট্রি অসংখ্য
              মনস্তাত্ত্বিক অবস্থার জন্য ধ্যানের কৌশল তৈরি করেছে।মননশীলতার
              অনুশীলন মানসিক এবং শারীরিক পরিস্থিতি যেমন হতাশা, চাপ এবং উদ্বেগ
              উপশম করতে মনোবিজ্ঞানে অন্তর্ভুক্ত করা হয়। মাদকাসক্তির চিকিৎসার
              ক্ষেত্রে মাইন্ডফুলনেসও ব্যবহৃত হয়, যদিও এ সংক্রান্ত গবেষণা
              নিম্নমানের।গবেষণাগুলোর তথ্যমতে, ব্যথা কমাতে ধ্যানের একটি মাঝারি
              প্রভাব রয়েছে। ইতিবাচক মেজাজ, মনোযোগ, খাদ্যাভাস, ঘুম, বা শরীরের
              ওজনের ওপর ধ্যানের প্রভাব আছে কি না তার পর্যাপ্ত প্রমাণ নেই।
            </p>
            <p className="text-slate-800 my-1">
              সহানুভূতি, সমবেদনা, এবং সামাজিক আচরণে মেডিটেশনের প্রভাব সংক্রান্ত
              ২০১৭ সনের একটি পর্যালোচনা এবং মেটা-এনালাইসিসে দেখা গেছে যে, নিজের
              বলা এবং মেডিটেশন অভ্যাসগুলির স্ব-প্রতিবেদনিত এবং পর্যবেক্ষণযোগ্য
              ফলাফলের উপর ছোট থেকে মাঝারি প্রভাব আছে। সারাংশ হল, এই ধরনের চর্চা
              ইতিবাচক আবেগ ও সামাজিক আচরণ উন্নত করতে পারে।
            </p>
            <p className="text-slate-800 my-1">
              ২০১২ ইউএস জাতীয় স্বাস্থ্য সাক্ষাৎকার সমীক্ষায় (এনএইচআইএস)
              (৩৪,৫২৫ টি বিষয়ে) মার্কিন যুক্তরাষ্ট্রে প্রাপ্ত ৮০%
              প্রাপ্তবয়স্কদের মধ্যে মেডিটেশন ব্যবহার করা হয়েছে, আজীবন এবং ১২
              মাসের ধ্যানের ব্যবহারের যথাক্রমে ৫.২% এবং 4.১% ব্যবহার রয়েছে।২০১৭
              এনএইচআইএস জরিপে, শ্রমিকদের মধ্যে মেডিটেশনের ব্যবহার ছিল ১০%
              (২০০২সালে ৮% থেকে বেশি)।
            </p>
          </div>

          <div>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              সমালোচনা
            </h1>
            <p className="text-slate-800 my-1">
              মনোবিজ্ঞানী টমাস জেন্ডার যুক্তি দেখান যে, আধুনিক মননশীল মেডিটেশন
              সেলিব্রিটিদের মাধ্যমে বাণিজ্যিক লাভের জন্য দূষিত করা হয়েছে। তার
              তথ্য মতে, এটি অস্বাস্থ্যকর আত্মমুগ্ধতা এবং স্ব-আবেগযুক্ত
              মানসিকতাকে উৎসাহিত করে।
            </p>
          </div>

          <div>
            <h1 className="text-slate-800 font-semibold text-xl my-2">
              সম্ভাব্য বিরূপ প্রভাব
            </h1>
            <p className="text-slate-800 my-1">
              কিছু মানুষ মেডিটেশনের সাথে অপ্রীতিকর অভিজ্ঞতার কথা বলেছেন।
            </p>
            <p className="text-slate-800 my-1">
              ২০১২ সালে প্রকাশিত এক গবেষণায় দেখা যায়, কমপক্ষে দুই মাসের
              ধ্যানের অভিজ্ঞতাসহ নিয়মিত মেডিটেশনকারীদের প্রায় এক চতুর্থাংশের
              মধ্যে বিশেষ কিছু অপ্রীতিকর ধ্যান-সম্পর্কিত বিষয় (যেমন উদ্বেগ,
              ভয়, বিকৃত আবেগ বা চিন্তা, স্ব-পরিবর্তিত বোধ বা বিশ্ব) দেখা দেয়,
              যা তাদের ধারণায় তাদের ধ্যান অনুশীলনের ফলেই হয়েছে। উচ্চ স্তরের
              পুনরাবৃত্তিমূলক নেতিবাচক চিন্তাক্লিষ্ট ধ্যানকারীরা এবং যারা
              কেবলমাত্র উদ্বেগমূলক ধ্যান করতে ব্যস্ত তাদের অপ্রীতিকর পার্শ্ব
              প্রতিক্রিয়া হওয়ার সম্ভাবনা বেশি থাকে। এ ধরনের বিরূপ প্রভাব মহিলা
              এবং ধর্মীয় ধ্যানকারীদের মধ্যে কম দেখা যায়।
            </p>
            <p className="text-slate-800 my-1">
              ধ্যানের ক্ষেত্রে সম্মুখীন হওয়া জটিল অভিজ্ঞতাগুলি সনাতন উৎসগুসমূহে
              উল্লেখ করা হয়েছে; যার কতিপয়কে ধ্যানপ্রক্রিয়ার কেবলমাত্র একটি
              প্রত্যাশিত অংশ হিসাবে বিবেচনা করা যেতে পারে। উদাহরণস্বরূপ, থেরবাদ
              বৌদ্ধধর্মে বর্ণিত শুদ্ধির সাতটি ধাপ, বা ভিপাসানা মেডিটেশনের
              ব্যবহারিক ম্যানুয়ালে উল্লিখিত সম্ভাব্য অশ্লীল বা ভয়ঙ্কর দৃষ্টি।
            </p>
          </div>

          <div>
            <h1 className="text-slate-800 font-semibold text-2xl my-2">
              ধ্যান, ধর্ম এবং মাদক
            </h1>

            <p className="text-slate-800 my-1">
              অনেক বৃহৎ ঐতিহ্যে যেখানে ধ্যানচর্চা করা হয়, যেমন বৌদ্ধধর্ম এবং
              হিন্দু ধর্ম, সদস্যদের মাদক সেবন না করার পরামর্শ দেয়। অন্যদিকে
              যেমন রাস্তাফেরিয়ান আন্দোলন এবং নেটিভ আমেরিকান চার্চ মাদককে তাদের
              ধর্মীয় জীবনযাত্রার অবিচ্ছেদ্য হিসাবে দেখে।
            </p>
            <p className="text-slate-800 my-1">
              পঞ্চসিলার পাঁচটি বিধানের পঞ্চমটি, থেরবাদ ও মহাযান বৌদ্ধ ঐতিহ্যের
              নৈতিক নীতিতে বলা হয়েছে যে, আনুগত্যকারীকে অবশ্যই গাজনকৃত এবং পাতিত
              ঐসব অচেতনকারীপানীয় থেকে বিরত থাকতে হবে।
            </p>
            <p className="text-slate-800 my-1">
              অন্যদিকে , চেতনা বিপরীত অবস্থা সৃষ্টি করার জন্য অনেক ধর্মের রীতিতে
              মাদক গ্রহণ একটি কেন্দ্রীয় বৈশিষ্ট্য হয়ে দাঁড়িয়েছে। বেশ কয়েক
              ধরনের ঐতিহ্যবাহী শমনীয় অনুষ্ঠানে, মাদক ধর্মীয় আচারের অনুঘটক
              হিসাবে ব্যবহৃত হয়। রাস্তাফারি অনুশীলনে গাঁজাকে জাহের কাছ থেকে
              পাওয়া উপহার এবং নিয়মিত ব্যবহার করার জন্য একটি পবিত্র ওষধি হিসাবে
              বিশ্বাস করা হয়। তবে এ ধর্মে অ্যালকোহলকে মানুষকে হতাশাসৃষ্টিকারী
              বলে বিবেচনা করা হয়। স্থানীয় আমেরিকানরা আজও অব্যাহত ধর্মীয়
              অনুষ্ঠানের অংশ হিসাবে পিয়োট ব্যবহার করে।
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Meditation;
