const MindFresh = () => {
  return (
    <div className="mx-12 my-10 p-5 text-center">
      <h1 className="my-10 flex flex-col items-center justify-center font-bold text-3xl text-teal-800">
        Mind Fresh
      </h1>
      <div className="flex flex-col items-center justify-center">
        <h1 className="text-slate-800 font-semibold">
          ১। প্রথমত, যে কারণে আপনার মন খারাপ তা ভাবা বন্ধ করুন। আপনি ওইসব জিনিস
          নিয়ে ভাবুন যা আপনাকে আনন্দ দিবে।
        </h1>
        <h1 className="text-slate-800 font-semibold">
          ২। অনেক দিন ধরে যদি আপনি একজাগাই থাকেন মানে কোথাও ঘুরতে না যান তাহলে
          আপনার মনের ভেতরে এক ধরনের বিরূপ প্রভাব কাজ করে। তাই সপ্তাহে একবার না
          হয় মাসে অন্তত একবার হলেও আপনি এবং আপনার পরিবার সহ বাইরে ঘুরতে যান।
          তবে সব সময় একই জায়গায় ঘুরতে যাওয়া অনেকটা বিরক্তকর তাই বিভিন্ন
          জায়গা ঘুরতে যান।
        </h1>
        <h1 className="text-slate-800 font-semibold">
          ৩। অন্তরকে ঠিক করুন। আপনি যদি কাউকে প্রচন্ড ঘৃণা করেন তাহলে তা আপনার
          জন্যই ক্ষতির কারণ হয়ে। কারণ আপনি যাকে ঘৃণা করছেন সে তো জানে না যে
          আপনি তাকে ঘৃনা করছেন। কিন্তু আপনি সব সময় প্রতিনিয়ত ওটাকে নিয়ে
          ভাবছেন তার মন্দ চিন্তা করছেন যার ফলে আপনার অন্তর খারাপ হয়ে গেছে। এই
          অন্তর খারাপ হওয়ার কারণে আপনার মনে শান্তি নেই। অন্তরকে পরিশুদ্ধকরণ
          অন্তরকে ঠিক রাখুন অন্তরকে ভালো রাখুন তাহলে আপনার মন স্বয়ংক্রিয়ভাবে
          ভালো থাকবে।
        </h1>
        <h1 className="text-slate-800 font-semibold">
          ৪। আপনার ঘরে যদি অর্থের অভাব থাকে তাহলে ব্যাপারটা খুবই স্বাভাবিক যে
          আপনি ঘরের অর্থের অনটন কিভাবে দূর করবেন তা নিয়ে সর্বদা চিন্তিত থাকবেন।
          তবে একটা জিনিস ভেবে দেখুন আপনি সর্বদাই আপনার পরিবারের অর্থের অনটনের
          কথা চিন্তা করছেন কিন্তু এতে কি কোন লাভ হচ্ছে? আপনি কি এই চিন্তা করে
          কোন টাকা পাচ্ছেন? অবশ্যই না। তাই অর্থ নিয়ে ভাবা বন্ধ করুন পরিবারের
          আয় বাড়ানোর জন্য প্রয়োজনে নিজের ঘরে বসে কিংবা ঘরের বাইরে কাজ করুন।
          হালাল পথে অর্থ উপার্জন করুন। তাহলে দেখবেন আপনার মনের শান্তি চলে এসেছে।
        </h1>
        <h1 className="text-slate-800 font-semibold">
          ৫। নেগেটিভ জিনিস নিয়ে ভাবা বন্ধ করে দিন।
        </h1>
        <h1 className="text-slate-800 font-semibold">
          ৬। মন খারাপের একটা সাধারণ কারণ হচ্ছে ব্যর্থতা।যে কোনো ক্ষেত্রে
          ব্যর্থতা নেমে এলে আমরা সেটা আর মেনে নিতে পারি না। এই পরিস্থিতি এড়ানোর
          উপায় expectation কে limited রাখা। মনকে ভালো রাখতে গেলে দরকার শরীরকে
          ভালো রাখা, কারণ শরীরের সঙ্গে মনের যোগ প্রবল। বাস্তবসম্মত চিন্তা করতে
          হবে, অতিরিক্ত উচ্চাকাঙ্খা করলে চলবে না। Expectation আর পরিশ্রম
          সমানুপাতিক রাখতে হবে।
        </h1>
        <h1 className="text-slate-800 font-semibold">
          ৭। অবসর সময় মোবাইল বা অন্য Electronic Device না দেখে একটি বই পডুন।
        </h1>
      </div>
    </div>
  );
};

export default MindFresh;
